{
  "patent_id": "WO2022120498",
  "url": "https://patents.google.com/patent/WO2022120498",
  "scraped_at": "2025-07-29T16:47:25.773398",
  "title": "WO2022120498A1 - Multi-shell helmet with pivotable outer shell",
  "publication_number": "US18",
  "authority": "United States",
  "legal_status": null,
  "application_number": null,
  "inventors": [
    "Peter Alec Cripton",
    "have determined that if inner member 106 begins to rotate before the impact force on outer shell 104 builds to at least 300500N",
    "have discovered"
  ],
  "assignees": [
    "The University Of British Columbia",
    "Title"
  ],
  "priority_date": null,
  "filing_date": "2021-12-10",
  "publication_date": "2022-06-16",
  "grant_date": null,
  "expiration_date": null,
  "abstract": "Helmet prevent or mitigate cervical spine fractures, including the type of injuries associated with axial compression of the spine and fracture of the spine which may otherwise result in deformation and/or injury to the spinal cord. Helmets convert an impact force with a component aligned with the axis of the spine (a \"spinally axial component\") to rotational motion. In the event of a head-first impact, such helmets flexion of the neck so that the head and the cervical spine are not aligned (or less aligned) with the direction of an impact force, thereby mitigating the likelihood and/or severity of cervical spine fractures.",
  "claims": [
    "1. A helmet comprising: an outer shell defining a concavity; an inner member, at least a portion of which is located within the concavity, the inner member pivotally coupled to the outer shell and permitted to move relative to the outer shell by rotation about a laterally oriented pivot axis; and a deployment device which: in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis; and when the helmet receives an impact having sufficient force, deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. \n\n\n2. A helmet as defined in claim 1 or any other claim herein wherein the deployment device constrains the relative rotational motion between inner member and outer shell, in the absence of sufficient external force, by applying force that tends to prevent relative rotation between the inner member and the outer shell or between any components of the pivotal coupling between the inner member and the outer shell. \n\n\n3. A helmet as defined in any one of claims 1 and 2 or any other claim herein wherein, in the absence of sufficient external force, the deployment device constrains rotational motion between the inner member and the outer shell about the pivot axis to a minimum relative rotation. \n\n\n4. A helmet as defined in claim 3 or any other claim herein wherein the minimum relative rotation is less than 5°. \n\n\n5. A helmet as defined in any one of claims 3 to 4 or any other claim herein wherein when the helmet receives an impact having sufficient force, the deployment device \n43 \n\n deploys to permit a larger range of relative angular rotation between the outer shell and the inner member about the pivot axis. \n\n\n6. A helmet as defined in claim 5 or any other claim herein wherein the larger range of relative rotation is greater than 5°. \n\n\n7. A helmet as defined in any one of claims 1 to 6 or any other claim herein, wherein the laterally oriented pivot axis is parallel to a lateral plane and orthogonal to a mid- sagittal plane of the helmet. \n\n\n8. A helmet as defined in claim 7 or any other claim herein, wherein the laterally oriented pivot axis passes a coupling zone bounded by three notional lines in the mid-sagittal plane of the helmet, the three lines being: a center of gravity line; a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening. \n\n\n9. A helmet as defined in claim 8 or any other claim herein, wherein the laterally oriented pivot axis intersects a narrow area within the coupling zone, the narrow area within 2.5cm above the brow line. \n\n\n10. A helmet as defined in any one of claims 1 to 9 or any other claim herein, wherein the inner member and outer shell are coupled together by a pivot joint, which permits the outer shell to move relative to the inner member by rotation about the laterally oriented pivot axis. \n\n\n11. A helmet as defined in claim 10 or any other claim herein, the pivot joint comprising two pivot mechanisms located symmetrically on the helmet. \n44 \n\n\n\n\n12. A helmet as defined in claim 11 or any other claim herein, wherein one or both of the two pivot mechanisms are positioned between a center of gravity line of the helmet and a position where a maximal relative angular rotation range between the inner member and the outer shell after deployment of the deployment device is in a range of 10°-30° \n\n\n13. A helmet as defined in any one of claims 11 to 12 or any other claim herein, wherein one or both of the two pivot mechanisms are positioned such that a position that the laterally oriented pivot axis intersects the sagittal plane is at a midpoint between an arc center of the inner member and an arc center of the outer shell. \n\n\n14. A helmet as defined in any one of claims 11 to 13 or any other claim herein, wherein a first pivot mechanism pivots around a first pivot axis and a second pivot mechanism pivots around a second pivot axis. \n\n\n15. A helmet as defined in claim 14 or any other claim herein, wherein the first pivot axis, the second pivot axis and the laterally oriented pivot axis are colinear. \n\n\n16. A helmet as defined in any one of claims 11 to 14 or any other claim herein, wherein one or both of the two pivot mechanisms provide three degrees of rotational freedom. \n\n\n17. A helmet as defined in any one of claims 11 to 16 or any other claim herein, wherein the translational positions of the first and second pivot axes are fixed. \n\n\n18. A helmet as defined in any one of claims 11 to 14, 16 and 17or any other claim herein, wherein the orientation of at least one of the first and second pivot axes is variable. \n\n\n19. A helmet as defined in claim 16 or 18 or any other claim herein wherein one or both of the pivot mechanism comprise a surface bearing pivot joint, wherein two complementary curved surfaces bear against one another to provide the movement of the surface bearing pivot joint. \n45 \n\n\n\n\n20. A helmet as defined in claim 19 or any other claim herein, wherein one or both of the pivot mechanisms comprise one or more ball-socket joints. \n\n\n21 . A helmet as defined in claim 19 to 20 or any other claim herein, wherein one or both of the pivot mechanisms comprise one or more full-socket type pivot joints. \n\n\n22. A helmet as defined in claim 19 to 21 or any other claim herein, wherein one or both of the pivot mechanisms comprise one or more half-socket type pivot joints. \n\n\n23. A helmet as defined in any one of claims 10 to 22 or any other claim herein, wherein one or both of the pivot mechanisms comprise one or more tapered components that are mounted to one of the inner member and the outer shell. \n\n\n24. A helmet as defined in any one of claims 10 to 18 or any other claim herein, wherein the inner member and the outer shell are coupled together by engagement of a pin through a pair of aligned apertures in the inner member and the outer shell. \n\n\n25. A helmet as defined in claim 24 or any other claim herein, wherein the pin comprises a longitudinal axis aligned with the laterally oriented pivot axis. \n\n\n26. A helmet as defined in any one of claims 1 to 25 or any other claim herein, the deployment device comprising a shear pin, wherein the shear pin shears and breaks when the helmet receives the impact force greater than a configurable threshold. \n\n\n27. A helmet as defined in claim 26 or any other claim herein, wherein the shear pin is placed near a posterior-lateral region of the helmet. \n\n\n28. A helmet as defined in any one of claims 1 to 25 or any other claim herein, the deployment device comprising an elastic attachment member connected between the inner member and the outer shell, wherein when the helmet receives the impact, the elastic attachment member deforms to permit relative rotation of the inner member and the outer shell about the laterally oriented pivot axis. \n\n\n\n\n29. A helmet as defined in any one of claims 1 to 28 or any other claim herein, wherein the pivot joint and the deployment device are separate from each other. \n\n\n30. A helmet as defined in any one of claims 1 to 28 or any other claim herein, wherein the deployment device is provided as part of the pivot joint that permits relative rotational movement between the inner member and outer shell about the pivot axis. \n\n\n31 . A helmet as defined in any one of claims 1 to 30 or any other claim herein, further comprising a cushioning layer positioned between the inner member and the outer shell, the cushioning layer configured to control rotational acceleration or deceleration of outer shell relative to inner member. \n\n\n32. A helmet as defined in any one of claims 1 to 31 or any other claim herein, wherein the outer shell comprises one or more beveled regions. \n\n\n33. A helmet as defined in any one of claims 1 to 31 or any other claim herein, wherein a mid-sagittal plane of the outer shell comprises one of more apexes. \n\n\n34. A helmet as defined in any one of claims 1 to 31 or any other claim herein, wherein: the outer shell comprises one or more beveled regions, each beveled region defined by a pair of corresponding apexes on a mid-sagittal plane of the outer shell; and the apexes interact with an impact surface to increase the torque (relative to a round surface) experienced by the outer shell as a result of the interaction between the outer shell and the impact surface. \n\n\n35. A helmet as defined in claim 34 or any other claim herein, wherein the laterally oriented pivot axis passes through a coupling zone bounded by three notional lines in the mid-sagittal plane of the helmet, the three lines being: a center of gravity line; \n\n a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening; and the center of gravity line intersects one of the pair of apexes. \n\n\n36. A helmet as defined in any one of claims 1 to 35 or any other claim herein, further comprising a protective liner attached to an inner surface of the inner member. \n\n\n37. A helmet as defined in any one of claims 1 to 36 or any other claim herein, wherein the outer shell is shaped to cover at least one of a crown region, a front region and a back region of a wearer’s head. \n\n\n38. A helmet as defined in any one of claims 1 to 37 or any other claim herein, wherein the inner member is shaped to cover at least one of a crown region, a front region and a back region of a wearer’s head. \n\n\n39. A helmet as defined in any one of claims 1 to 38 or any other claim herein, wherein the deployment device is positioned at the back of the helmet. \n\n\n40. A helmet comprising: an outer shell defining a concavity; an inner member, at least a portion of which is located within the concavity; first and second pivot joints located on opposing sides of the inner member which facilitate relative pivotal movement between the inner member and the outer shell; wherein the first pivot joints permit rotation about corresponding first and second pivot axes and wherein the first and second pivot joints permit orientations of the first and second pivot axes to change while maintaining translational positions of the first and second pivot axes static. \n48 \n\n\n\n\n41 . A helmet according to claim 40 having any of the features, combinations of features and/or sub-combinations of features of any other claims herein. \n\n\n42. A helmet comprising: an outer shell defining a concavity; an inner member, at least a portion of which is located within the concavity; first and second pivot joints located on opposing sides of the inner member which facilitate relative pivotal movement between the inner member and the outer shell; wherein the first pivot joints permit rotation in three degrees of freedom and maintain static translation positions. \n\n\n43. A helmet according to claim 42 having any of the features, combinations of features and/or sub-combinations of features of any other claims herein. \n\n\n44. A method for mitigating cervical spine injuries, the method comprising: providing a helmet as defined in any one of claims 1 to 43; and when the helmet receives the impact force, the deployment device allows relative rotational motion between the outer shell and the inner member about the laterally oriented pivot axis. \n\n\n45. A method for mitigating cervical spine injuries, the method comprising: providing a helmet as defined in any one of claims 1 to 43; and when the helmet receives the impact force, the first and second pivot joints facilitating motion about corresponding first and second pivot axes and wherein the first and second pivot joints permit orientations of the first and second pivot axes to change while maintaining translational positions of the first and second pivot axes static. \n\n\n46. A method for mitigating cervical spine injuries, the method comprising: providing a helmet as defined in any one of claims 1 to 43; and \n49 \n\n when the helmet receives the impact force, the first and second pivot joints facilitating rotation in three degrees of freedom and maintain static translation positions. \n\n\n47. A method as defined in any one of claims 44 to 46 or any other claim herein, further comprising: converting a linear force with a spinally axial component into rotational motion. \n\n\n48. A method for retrofitting a single-shell helmet to a multi-shell helmet, the method comprising: determining a coupling zone, the coupling zone being bounded by three lines in a mid-sagittal plane of the single-shell helmet, the three lines being: a center of gravity line; a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening; positioning at least a portion of a second shell within a concavity of the first shell; pivotably coupling the second shell and the first shell by a pivot joint and the pivot joint having a laterally oriented pivot axis that intersects the mid-sagittal plane in the coupling zone so that the second shell and the first shell are movable relative to one another by rotation about the laterally oriented pivot axis, wherein the laterally oriented pivot axis is parallel to a lateral plane and orthogonal to a mid-sagittal plane of the helmet; and coupling the first shell to the second shell by a deployment device, which: in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis; and when the helmet receives an impact having sufficient force, deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. \n50 \n\nA method for retrofitting a single-shell helmet to a multi-shell helmet, the method comprising: determining a coupling zone, the coupling zone being bounded by three lines in a mid-sagittal plane of the single-shell helmet, the three lines being: a center of gravity line; a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening; positioning at least a portion of a second shell around at least a portion of a concavity of the first shell; pivotably coupling the second shell and the first shell by a pivot joint and the pivot joint having a laterally oriented pivot axis that intersects the mid-sagittal plane in the coupling zone so that the second shell and the first shell are movable relative to one another by rotation about the laterally oriented pivot axis, wherein the laterally oriented pivot axis is parallel to a lateral plane and orthogonal to a mid-sagittal plane of the helmet; and coupling the first shell to the second shell by a deployment device, which: in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis; and when the helmet receives an impact having sufficient force, deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. \n51"
  ],
  "description": "MULTI-SHELL HELMET WITH PIVOTABLE OUTER SHELL \nCross-Reference to Related Applications \n[0001] This application claims priority from, and for the purposes of the United States, claims the benefit under 35 U.S.C. §119 of, US application No. 63/124678 filed 11 December 2020 and entitled MULTI-SHELL HELMET WITH PIVOTABLE OUTER SHELL which is hereby incorporated herein by reference for all purposes. \nTechnical Field \n[0002] The present invention relates to helmets and headwear. Particular non-limiting embodiments provide a multi-shell helmet with an inner member having a concavity for receiving at least a portion of the head of a user and an outer shell that is pivotable relative to the inner member and a method for using same to mitigate head and/or cervical spine injuries and/or fractures. Another embodiment provides a method for converting/retrofitting a single-shell helmet to a multi-shell helmet comprising an inner member having a concavity for receiving at least a portion of the head of a user and an outer shell that is pivotable relative to the inner member. \nBackground \n[0003] Helmets and other protective headgear are used in a variety of contexts and are designed to protect a wearer’s head from physical impact. A typical helmet has an outer shell and an inner protective liner. The outer shell provides the structural rigidity of the helmet and is often made of a solid material, e.g. plastic, fiberglass, carbon fiber, polycarbonate or similar composites. The outer shell also protects against penetration of sharp objects and distributes an impact force across the inner protective liner. The inner protective liner typically provides deformable foam to absorb impact/crash energy so that the acceleration experienced by the head is reduced, relative to that which would be experienced by the head in the absence of a helmet. The inner protective liner may typically be made of expanded polystyrene (“EPS”), expanded polypropylene (“EPP”), vinyl nitrile (“VN”) or ethylene-vinyl acetate (“EVA”). Helmets with EPS liners are referred to as single-impact helmets because EPS permanently deforms upon impact. Helmets with EPP, VN or EVA liners \n\nare referred to as multiple-impact helmets because such liners can recover and return to their initial shapes after impact. Generally speaking, the thicker the inner protective liner is, the more impact/crash energy it will be able to absorb. However, if the inner protective liner is too thick, the outer circumference and weight of the helmet are correspondingly large, which may detract from the appearance of the helmet and may contribute to strain on the neck. \n[0004] Most designs of helmets and protective headgear offer limited protection for the neck. The neck is the uppermost portion of the vertebral column and located between the head and thorax. It has seven cervical vertebrae C1-C7 separated by intervertebral discs except for the top two vertebrae where it joins to the head. Inadequate neck protection may lead to fracture of the vertebrae and the fractured vertebrae may compress or impart undesirable forces on the spinal cord resulting in spinal cord injuries which can be medically devastating events. \nSpecifically, axial compressive type neck injuries can cause a particularly devastating type of spinal cord injury resulting in quadriplegia. Alternate terms for an axial compression injury include a vertebral compression fracture, fracture-dislocation of the cervical spine, axial compression fracture, axial compression burst fracture, or an axial load injury. Cervical spine fractures at the C1 or C2 vertebrae are frequently fatal, and fracture-dislocations at the C3-C7 vertebrae frequently result in quadriplegia. \n[0005] Axial compressive type neck injuries are most likely when the head and the cervical spine are aligned with the direction of an impact force as shown in Figure 1 . This alignment occurs when the head is tilted about 30e downwardly relative to the torso and towards the neck, thereby removing the natural curvature of the cervical spine and orienting the vertebrae in a stacked orientation. When an impact force is oriented along the aligned cervical spine, it can cause compressive burst fractures and fracture dislocations in the spine. \n[0006] There is a general desire for helmets and headwear that are comfortable to wear and can mitigate head and/or cervical spine fractures. \n[0007] The foregoing examples of the related art and limitations related thereto are intended to be illustrative and not exclusive. Other limitations of the related art will become apparent to those of skill in the art upon a reading of the specification and a study of the drawings. \n\nSummary \n[0008] The following embodiments and aspects thereof are described and illustrated in conjunction with systems, tools and methods which are meant to be exemplary and illustrative, not limiting in scope. In various embodiments, one or more of the abovedescribed problems have been reduced or eliminated, while other embodiments are directed to other improvements. \n[0009] A pivot helmet is provided. The pivot helmet can be used to prevent or mitigate cervical spine fractures, including the type of injuries associated with spinal axial compression and fracture of the spine which may otherwise result in deformation and/or injury to the spinal cord. The pivot helmet is configured to convert an impact force with component aligned with the axis of the spine (an “axial component”) to rotational (or pivotal) motion. In the event of a head-first impact, the pivot helmet induces flexion of the neck so that the head and the cervical spine are not aligned with the direction of an impact force, thereby mitigating the likelihood and/or severity of cervical spine fractures. \n[0010] One aspect relates to a multi-shell helmet. The helmet comprises an outer shell defining a concavity; an inner member, at least a portion of which is located within the concavity, the inner member pivotally coupled to the outer shell and permitted to move relative to the outer shell by rotation about a laterally oriented pivot axis. The helmet comprises a deployment device which, in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, the deployment device constrains the initial relative angular orientations of the inner member and the outer shell about the pivot axis (e.g. to within minimum relative angular orientations). The deployment device may constrain the relative motion between the inner member and the outer shell by applying force between the inner member and the outer shell (or between any components of the pivotal coupling between the inner member and the outer shell) that tends to prevent relative rotation. When the helmet receives an impact having sufficient force (e.g. an external force greater than a threshold), the deployment device deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. In some embodiments, the deployment device may be in an initial configuration in the absence of sufficient external force and a deployment \n\nconfiguration (different from the initial configuration) when the helmet receives an impact having sufficient force. \n[0011] The location of the laterally oriented pivot axis can impact the motion path (kinematics) of a wearer’s head and neck, and this motion can affect the mechanical loads (kinetics) acting on the head and neck. In some embodiments, the laterally oriented pivot axis is parallel to a coronal plane and orthogonal to a mid-sagittal plane of the helmet. The laterally oriented pivot axis passes a coupling zone bounded by three notional lines in the mid-sagittal plane of the helmet, the three lines being: a center of gravity line; a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening. \n[0012] In some embodiments, pivot joint and the deployment device may be separate from each other. In some other embodiments, the pivot joint and the deployment device may be integrated into one mechanism. \n[0013] The pivot joint may comprise two pivot mechanisms located symmetrically on the helmet. \n[0014] One or both of the two pivot mechanisms may be positioned between a center of gravity line of the helmet and a position where a maximal relative angular rotation range between the inner member and the outer shell after deployment of the deployment device is in a range of 10°-30°. \n[0015] One or both of the two pivot mechanisms may be positioned such that a position that the laterally oriented pivot axis intersects the sagittal plane is at a midpoint between an arc center of the inner member and an arc center of the outer shell. \n[0016] A first pivot mechanism may pivot around a first pivot axis and a second pivot mechanism may pivot around a second pivot axis. \n[0017] The first pivot axis and the second pivot axis may and the laterally oriented pivot axis may be collinear. \n[0018] One or both of the two pivot mechanisms may provide three degrees of rotational freedom. \n[0019] The translational positions of the first and second axes may be fixed. \n[0020] The orientation of at least one of the first and second pivot axes may be variable. \n\n[0021] One or both of the pivot mechanisms may comprise a surface bearing pivot joint. Two complementary surfaces may bear against one another to provide the movement of the surface bearing pivot joint. \n[0022] One or both of the pivot mechanisms may comprise one or more ball-socket pivot joints. \n[0023] One or both of the pivot mechanisms may comprise one or more full-socket type pivot joints. \n[0024] One or both of the pivot mechanisms may comprise one or more half-socket type pivot joints. \n[0025] One or both of the pivot mechanisms may comprise one or more tapered components that are mounted to one of the inner member and the outer shell. \n[0026] The outer shell may be shaped to induce torque on the outer shell (relative to the inner shell) by interaction between the outer shell and the ground (or other impact surface) to thereby cause the inner shell to rotate relative to the outer shell about the pivot axis. For example, helmets suitable for sports that involve low-friction impact surfaces such as ice and/or snow and/or for other applications involving pivotable helmets, the outer shell may be shaped to provide one or more extremities/apexes such that interaction between the outer shell and the ground (or other impact surface) induces torque on the outer shell. In some embodiments or applications, it may be desirable to provide a number (e.g. one or more) of extremities/apexes on the outer surface of the outer shell (e.g. at the intersection of the outer surface of the outer shell with the mid-sagittal plane). \n[0027] Another aspect relates to a helmet that may comprise an outer shell defining a concavity, an inner member. At least a portion of the inner member may be located within the concavity. The helmet may further comprise first and second pivot joints located on opposing sides of the inner member which may facilitate relative pivotal movement between the inner member and the outer shell. The first pivot joints may permit rotation about corresponding first and second pivot axes. The first and second pivot joints may permit orientations of the first and second pivot axes to change while maintaining translational positions of the first and second pivot axes static. \n[0028] Another aspect relates to a helmet that may comprise an outer shell defining a concavity and an inner member, at least a portion of which is located within the concavity. The helmet may further comprise first and second pivot joints located on opposing sides of the inner member which may facilitate relative pivotal movement between the inner member \n\nand the outer shell. The first pivot joints may permit rotation in three degrees of freedom and maintain static translation positions. \n[0029] Another aspect relates to a method for mitigating cervical spine injuries and/or fractures. The method comprises providing a multi-shell helmet. The helmet comprises an outer shell defining a concavity; an inner member, at least a portion of which is located within the concavity, the inner member pivotally coupled to the outer shell and permitted to move relative to the outer shell by rotation about a laterally oriented pivot axis. The helmet comprises a deployment device which, in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, the deployment device constrains the initial relative angular orientations of the inner member and the outer shell about the pivot axis (e.g. to within minimum relative angular orientations). The deployment device may constrain the relative motion between the inner member and the outer shell by applying force between the inner member and the outer shell (or between any components of the pivotal coupling between the inner member and the outer shell) that tends to prevent relative rotation. When the helmet receives an impact having sufficient force (e.g. an external force greater than a threshold), the deployment device deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. In some embodiments, the deployment device may be in an initial configuration in the absence of sufficient external force and a deployment configuration (different from the initial configuration) when the helmet receives an impact having sufficient force. \n[0030] Another aspect relates to a method for retrofitting a single-shell helmet to a multishell helmet. The method comprises determining a coupling zone, the coupling zone being bounded by three notional lines in a mid-sagittal plane of the single-shell helmet, the three lines being: a center of gravity line; a brow line running from a front portion to a back portion of the helmet and tangential to a lowermost point on a surface that defines a top edge of a face opening; and an anterior line parallel to the center of gravity line and intersecting the lowermost point of the top edge surface of the face opening. At least a portion of a second shell is positioned within a concavity of the first shell. The second shell and the first shell are pivotably coupled together by a pivot joint having a laterally oriented pivot axis that intersects the mid-sagittal plane in the coupling zone, so that the second shell and the first shell are movable relative to one another by rotation about the laterally oriented pivot axis, \n\nwherein the laterally oriented pivot axis is parallel to a coronal plane and orthogonal to a mid-sagittal plane of the helmet. The helmet comprises a deployment device which, in the absence of sufficient external force, constrains rotational motion between the inner member and the outer shell about the pivot axis (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, the deployment device constrains the initial relative angular orientations of the inner member and the outer shell about the pivot axis (e.g. to within minimum relative angular orientations). The deployment device may constrain the relative motion between the inner member and the outer shell by applying force between the inner member and the outer shell (or between any components of the pivotal coupling between the inner member and the outer shell) that tends to prevent relative rotation. When the helmet receives an impact having sufficient force (e.g. an external force greater than a threshold), the deployment device deploys to permit relative angular rotation between the outer shell and the inner member about the pivot axis. In some embodiments, the deployment device may be in an initial configuration in the absence of sufficient external force and a deployment configuration (different from the initial configuration) when the helmet receives an impact having sufficient force. \n[0031] In addition to the exemplary aspects and embodiments described above, further aspects and embodiments will become apparent by reference to the drawings and by study of the following detailed descriptions. \nBrief Description of the Drawings \n[0032] Exemplary embodiments are illustrated in referenced figures of the drawings. It is intended that the embodiments and figures disclosed herein are to be considered illustrative rather than restrictive. \n[0033] Figure 1 shows a photograph of a skeleton where the skeleton is positioned so that the head and the cervical spine are aligned with the direction of an impact force. \n[0034] Figure 2 schematically shows a process enabled by a helmet according to one embodiment of the present invention to induce flexion of the neck when the helmet receives a head-first impact resulting in axial loading on the cervical spine. \n[0035] Figure 3 shows a perspective view of the head of a wearer, wherein the head is situated in an anatomical coordinate system to illustrate certain directional features. \n\n[0036] Figure 4 shows a cross-sectional view of a helmet according to one embodiment of the present invention, wherein the helmet is worn on a head. \n[0037] Figure 5 shows a front view of the Figure 4 helmet. \n[0038] Figure 6 shows an enlarged and partial view of the Figure 5 helmet. \n[0039] Figure 7 shows a cross-sectional view of the Figure 4 helmet taken along its notional mid-sagittal plane, wherein the helmet is not worn on a head. \n[0040] Figures 8A and 8B show cross-sectional views of the Figure 4 helmet upon impact and post impact, respectively. \n[0041] Figure 9 shows the effect of pivot joint location (i.e. the location of a laterally oriented pivot axis) on the range of rotational motion of an outer shell about the pivot joint between an inner shell and the outer shell of the Figure 4 helmet. \n[0042] Figure 10 shows how torque is created on the head and an inner member (e.g. on the pivot joint) of the Figure 4 helmet as a result of misaligned forces. \n[0043] Figure 11 shows that the mass moment of inertia can be impacted by the distance between the pivot location (i.e. the location of a laterally oriented pivot axis) and the center of gravity of a wearer’s head. \n[0044] Figure 12 shows a cross-sectional (mid-sagittal plane) view of a helmet according to another embodiment of the present invention, wherein the helmet is worn on a head. \n[0045] Figure 13 shows a cross-sectional (mid-sagittal plane) view of the Figure 12 helmet receiving an impact force from a high-friction surface. \n[0046] Figures 14A, 14B, and 14C show cross-sectional (mid-sagittal plane) views of the Figure 12 helmet receiving an impact force from a low-friction surface. \n[0047] Figure 15 shows how torque is created on the inner shell and head which will result in rotational motion of the inner shell and head. \n[0048] Figure 16 shows a flow diagram of an example embodiment of a method for converting/retrofitting a single-shell helmet to a multi-shell helmet. \n[0049] Figure 17A shows a perspective view of a portion of a multi-shell helmet that has been retrofitted from a single-impact, single-shell helmet according to a particular embodiment. \n\n[0050] Figure 17B shows a perspective view of a multi-shell helmet that has been retrofitted from a multiple-impact, single-shell helmet according to a particular embodiment. \n[0051] Figure 18 shows a perspective view of a multi-shell helmet that has been retrofitted from a single-shell helmet according to a particular embodiment. \n[0052] Figure 19A shows a schematic perspective view of the Figure 4 helmet. Figure 19B shows a schematic cross-sectional view of the Figure 4 helmet. Figures 19A and 19B better illustrate the structural features of the Figure 4 helmet’s pivot joint and a deployment device according to a particular embodiment. \n[0053] Figure 20A shows a schematic perspective view of an example helmet. Figure 20B shows a schematic cross-sectional view of the Figure 20A helmet. Figures 20A and 20B illustrate the structural features of a pivot joint and a deployment device according to particular embodiment. \n[0054] Figure 21 A shows a partial schematic perspective view of an example helmet. Figure 21 B shows a partial schematic cross-sectional view of the Figure 21 A helmet. Figures 21 A and 21 B illustrate the structural features of a pivot joint having a built-in deployment device according to a particular embodiment. \n[0055] Figure 22A shows a partial schematic perspective view of an example helmet comprising a pivot joint having a built-in deployment device according to a particular embodiment, wherein the pivot joint has a female component and a male component. \nFigure 22B shows a partial schematic perspective view of the female component shown in Figure 22A. Figure 22C shows a partial schematic perspective view of the male component shown in Figure 22A. \n[0056] Figure 23A shows a partial schematic perspective view of an example helmet comprising a pivot joint having a built-in deployment device according to a particular embodiment, wherein the pivot joint has a female component and a male component. Figure 23B shows a partial schematic perspective view of the male component shown in Figure 23A. Figure 23C shows a partial schematic perspective view of the female component shown in Figure 23A. \n[0057] Figure 24A shows a schematic partial perspective view of an example helmet comprising a pivot joint having a built-in deployment device according to a particular \n\nembodiment, wherein the pivot joint has a female component and a male component. Figure 24B shows a partial schematic perspective view of the female component shown in Figure 24A. Figure 24C shows a partial schematic perspective view of the male component shown in Figure 24A. \n[0058] Figure 25 shows a schematic depiction of the different layers in an example helmet. \n[0059] Figure 26 shows a schematic depiction of the different layers in an example helmet. \n[0060] Figures 27A, 27B show schematic depictions of selecting a y-coordinate of pivot placements in example embodiment embodiments. \n[0061] Figure 28A shows a perspective view of an example assembled full-socket type pivot joint. Figure 28B shows a perspective view of an example component of the example fullsocket type pivot joint of Figure 28A. Figure 28C shows a perspective view of an example component of the example full-socket type pivot joint of Figure 28A. \n[0062] Figure 29A shows a perspective view of an example assembled half-socket type ball joint. Figure 29B shows a perspective view of an example component of the example halfsocket type ball joint of Figure 29A. Figure 29C shows a perspective view of an example component of the example half-socket type ball joint of Figure 29A. \n[0063] Figure 30 shows a perspective view of an example pivot joint. \n[0064] Figure 31 shows a perspective view of an example pivot joint. \n[0065] Figure 32 shows a schematic depiction of an example coupling between an example pivot joint and outer-shell. \n[0066] Figure 33A shows a perspective view of a second end of an example pivot joint. Figure 33B shows a side view of the example pivot joint of Figure 33A. \n[0067] Figure 34 shows a schematic depiction of an example coupling between an example pivot joint and outer-shell. \n[0068] Figure 35 shows a schematic depiction of an example coupling between an example pivot joint and outer-shell. \n[0069] Figure 36 shows a schematic depiction of an example coupling between an example pivot joint and outer-shell. \n\nDescription \n[0070] Throughout the following description specific details are set forth in order to provide a more thorough understanding to persons skilled in the art. However, well known elements may not have been shown or described in detail to avoid unnecessarily obscuring the disclosure. Accordingly, the description and drawings are to be regarded in an illustrative, rather than a restrictive, sense. \n[0071] Aspects of the present invention can be used to prevent or mitigate cervical spine fractures, including the type of injuries associated with axial compression of the spine and fracture of the spine which may otherwise result in deformation and/or injury to the spinal cord. Aspects of the present invention convert an impact force with a component aligned with the axis of the spine (a “spinally axial component”) to rotational motion. In the event of a head-first impact, the present invention induces flexion of the neck so that the head and the cervical spine are not aligned (or less aligned) with the direction of an impact force, thereby mitigating the likelihood and/or severity of cervical spine fractures. \n[0072] A number of aspects of the present invention will be described below and include: \n• a helmet comprising an inner member having a concavity for receiving at least a portion of the head of a user and an outer shell that is pivotable relative to the inner member; \n• a method for using a multi-shell helmet with an inner member and outer shell that is pivotable relative to the inner member to reduce the severity of and/or mitigate head and/or cervical spine fractures; and \n• a method for converting/retrofitting a single-shell helmet to a multi-shell helmet with an outer shell that is pivotable relative to an inner member. \n[0073] For each aspect, one or more embodiments may be described. \nFirst Aspect - Helmet with Outer Shell Pivotable Relative to Inner Member \n[0074] A first aspect of the present invention provides a helmet comprising an inner member 106 having a concavity for receiving at least a portion of the head of a user and an outer shell 104 that is pivotable relative to inner member 104. As schematically shown in Figure 2, the helmet enables rotation of inner member 104 (and corresponding rotation of the wearer’s head) relative to outer shell 106 about a pivot axis 138, thereby inducing \n\nflexion of the neck when the helmet receives a spinally axial impact or an impact with a spinally axial component. The flexion of the neck may mitigate cervical spine fractures, as this flexion re-orients the alignment of the head and the cervical spine relative to the direction of the impact force. Flexion of the neck may also keep the head moving for a longer duration (relative to the duration of head movement with a standard helmet, where the head stops abruptly due to its impact with another object and then the aligned spine is loaded by the still-moving torso). The specific location of the pivot axis 138 is an important consideration for mitigation of cervical spine fractures. \n[0075] The Figure 2 helmet comprises an outer shell 104 providing an outer shell concavity and an inner member 106 (which may also be shaped like a shell), at least a portion of which is located within the outer shell concavity. The inner member 106 is also shaped to provide an inner shell concavity for receiving the head of a wearer. The outer shell 104 and the inner member 106 are connected to one another for relative pivotal motion about a laterally oriented pivot axis 138. The outer shell 104 and the inner member 106 may be connected by any suitable pivot joint(s) 108 that facilitate relative rotation about the laterally oriented pivot axis 138. \n[0076] The helmet comprises a deployment device which, in the absence of sufficient external force, constrains rotational motion between the inner member 106 and the outer shell 104 about the pivot axis 138 (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, the deployment device constrains the initial relative angular orientations of the inner member 106 and the outer shell 104 about the pivot axis 138 (e.g. to within minimum relative angular orientations). In some embodiments, this minimum relative rotation is less than 5°. In some embodiments, this minimum relative rotation is less than 2.5°. In some embodiments, this minimum relative rotation is less than 1 .25°. The deployment device may constrain the relative motion between the inner member 106 and the outer shell 104 by applying force between the inner member 106 and the outer shell 104 (or between any components of the pivotal coupling 108 between the inner member 106 and the outer shell 104) that tends to prevent relative rotation. When the helmet receives an impact having sufficient force (e.g. an external force greater than a threshold), the deployment device deploys to permit relative angular rotation between the outer shell 106 and the inner member 104 about the pivot axis 138. In some embodiments, the deployment device permits a larger range of motion (between outer shell 104 and inner \n\nmember 106 about pivot axis 138) upon receiving an impact force (as compared to the absence of an impact force). In some embodiments, this larger range of permissible relative rotation is greater than 5°. In some embodiments, this larger range of permissible relative rotation is greater than 10°. In some embodiments, this larger range of permissible relative rotation is greater than 15°. In some embodiments, the deployment device may be in an initial configuration in the absence of sufficient external force and a deployment configuration (different from the initial configuration) when the helmet receives an impact having sufficient force. \n[0077] The deployment device performs several functions. For example, the deployment device provides helmet stability by maintaining an initial relative angular relationship between the inner member 106 and the outer shell 104 about the pivot axis 138. A good helmet fit can be achieved because, in the absence of an impact, the outer shell 104 will not rotate relative to the inner member 106. Also, the deployment device may function to permit sufficient frictional force to build up when the helmet receives an impact. This frictional force may then help to induce rotation between the inner member 106 and the outer shell 104 and change the direction of the head’s momentum. In response to an impact force (e.g. an axial force that may be (or may have a component) parallel to the spinal axis), the multishell helmet may induce flexion of the neck and thereby mitigate cervical spine fractures. \n[0078] As used herein, unless the context dictates otherwise, the expressions “axial loading in the spine”, “spinally axial force”, and “spinally axial impact force” mean an impact force with a component aligned with the axis of the cervical portion of the spine, when such cervical portion is generally aligned. Similarly, unless the context dictates otherwise, a “spinally axial component” means a component of an impact force aligned with the axis of the cervical portion of the spine, when such cervical portion is generally aligned. \n[0079] As used herein, unless the context dictates otherwise, the terms “rotation angle” and/or “angle of rotation” mean the angle that an inner member and an outer shell are able to rotate (or have rotated) relative to one another or relative to their initial angular position about a laterally oriented pivot axis. \n\n \n\n[0080] Figures 4, 5 and 7 show a helmet 100 according to an example embodiment. A number of features of helmet 100 may be more easily explained relative to notional features of a wearer’s head. Figure 3 illustrates a wearer’s head 10 situated in an anatomical coordinate system. The wearer may wear helmet 100 (or any of the other helmet described herein) by inserting their head 10 into the helmet as described in more detail below. The coronal plane 12 divides head 10 into approximate front (anterior) and back (posterior) halves. The coronal plane 12 passes the left and right tragions, located at the notch just above the tragus of the left and right ear. The mid-sagittal plane 14 divides head 10 into approximate left and right halves. The coronal plane 12 and the mid-sagittal plane 14 intersect at a notional central line 16, which is vertical in the Figure 3 view, but which may generally have any orientation which depends on the orientation of head 10. \n[0081] Head 10 comprises a frontal region 18, a left side region 20, a right side region 22, an occipital region 24, and a crown region 26. Frontal region 18 corresponds substantially to the frontal bone region of head 10. Left and right side regions 20, 22 are located above the left and right ears of the wearer. Occipital region 24 and crown region 26 correspond substantially to the back and top of head 10. \n[0082] Referring to Figures 4, 5 and 7, helmet 100 (in particular inner member 106) defines a head-receiving concavity 115 that conforms generally to head 10. Helmet 100 defines several notional lines, including a brow line 112, an anterior line 114, and a center of gravity (“COG”) line 102. These notional lines are located in a notional mid-sagittal plane 120 of helmet 100 and are shown schematically in Figure. 7, which is a cross-sectional view of helmet 100 taken at the notional mid-sagittal plane 120. The notional mid-sagittal plane 120 of helmet 100 is defined relative to head 10. When helmet 100 is worn on head 10, the notional mid-sagittal plane 120 of helmet 100 is roughly co-planar with mid-sagittal plane 14 of head 10. Similarly, helmet 100 has a notional lateral plane (not shown) and when helmet 100 is worn on head 10, the notional lateral plane of helmet 100 is roughly co-planar with coronal plane 12 of head 10. The notional mid-sagittal plane 120 intersects with the notional lateral plane at COG line 102. COG line 102 is generally parallel to or aligns generally with central line 16 of head 10 (Figure 3) when helmet 100 is worn on head 10. The location of COG line 102 may be specified by a helmet manufacturer, especially if the manufacturer uses the standardized Anthropomorphic Test Devices (“ATDs”), commonly referred to as crash test dummies, to design the dimensions and shapes of the helmets. An ATD typically \n\nhas head and neck dimensions that correspond to a 50th percentile of a sex- and agespecific population. If the location of COG line 102 is not specified by a helmet manufacturer, the approximate location of COG line 102 may be determined using anatomical references to head 10 and/or to an ATD, such as the most posterior portion of the head and/or the eye socket and/or the ear canal. In some embodiments, the approximate location of COG line 102 may be determined by using an ATD as reference. In some embodiments, COG line 102 and the center of curvature of inner member 106 or outer shell 104 are both located in the notional mid-sagittal plane 120. In some embodiments, COG line 102 may pass through the centre of curvature of inner member 106 and/or outer shell 104. COG line 102 may be substantially vertically oriented (e.g. within ±5°) when helmet 100 is properly worn and the wearer is standing upright with their neck at a neutral position. \n[0083] COG line 102 is named as such because when helmet 100 is worn on head 10, the center of gravity of head 10 is located at least approximately on COG line 102. The center of gravity of helmet 100 may also be located on COG line 102, but this may not always be the case. The location of the center of gravity of helmet 100 depends on the specific design of a helmet. \n[0084] Brow line 112 is located in mid-sagittal plane 120 of helmet 100. Brow line 112 runs from a front portion to a back portion of helmet 100 and is tangential to a surface 116 of helmet 100 that defines a top edge of a face opening 119 at the lowermost point of this surface 116. When helmet 100 is worn on head 10, brow line 112 runs from an anterior aspect of the frontal bone to the occipital region. \n[0085] Anterior line 114 is located in mid-sagittal plane 120 of helmet 100. Anterior line 114 is parallel to COG line 102 and intersects the lowermost point of top edge surface 116 of face opening 119. \n[0086] Structurally, helmet 100 comprises an outer shell 104 shaped to provide an outer concavity 105 and an inner member 106 which is at least partially located in outer concavity 105 and is shaped to receive an inner head-receiving concavity 115. Outer shell 104 and inner member 106 are pivotably connected and are permitted to pivot relative to one another by rotation about a laterally oriented pivot axis 138. In the illustrated embodiment, outer shell 104 and inner member 106 are connected by a pair of pivot joints 108 located \n\nand aligned to facilitate rotation about pivot axis 138. Helmet 100 also comprises a deployment device 124 (described in more detail below) which, in the absence of sufficient external force, constrains rotational motion between inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, deployment device 124 constrains the initial relative angular orientations of inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within minimum relative angular orientations). In some embodiments, this minimum relative rotation is less than 5°. In some embodiments, this minimum relative rotation is less than 2.5°. In some embodiments, this minimum relative rotation is less than 1.25°. Deployment device 124 may constrain the relative motion between inner member 106 and outer shell 104 by applying force between inner member 106 and outer shell 104 (or between any components of the pivotal coupling between inner member 106 and outer shell 104) that tends to prevent relative rotation. When the helmet 100 receives an impact having sufficient force (e.g. an external force greater than a threshold), deployment device 124 deploys to permit relative angular rotation between outer shell 104 and inner member 106 about pivot axis 138 (see e.g. Figure 8A for the position of inner member 106 relative to outer shell 104 pre external force and Figure 8B for the position of inner member 106 relative to outer shell 104 after external force). In some embodiments, deployment device 124 permits a larger range of motion (between outer shell 104 and inner member 106 about pivot axis 138) upon receiving an impact force (as compared to the absence of an impact force). In some embodiments, this larger range of permissible relative rotation is greater than 5° larger than a range of motion in the absence of impact force. In some embodiments, this larger range of permissible relative rotation is greater than 10° larger than a range of motion in the absence of impact force. In some embodiments, this larger range of permissible relative rotation is greater than 15° larger than a range of motion in the absence of impact force. In some embodiments, deployment device 124 may be in an initial configuration in the absence of sufficient external force and a deployment configuration (different from the initial configuration) when helmet 100 receives an impact having sufficient force. \n[0087] Outer shell 104 is configured to provide the structural rigidity of helmet 100 and to protect against penetration of sharp objects. Outer shell 104 defines an outer concavity 105. When helmet 100 is worn on head 10, outer shell 104 is shaped to cover at least one of frontal region 18, crown region 26, and occipital region 24 of head 10. Outer shell 104 may \n\nbe made of any suitable solid, rigid materials, including plastic (including fiber reinforced plastics), fiberglass, carbon fiber (including a variety of different carbon fibers such as carbon fiber pre-preg and/or carbon fibers with various fabrics, tows and/or weaves), bulk moulding compounds polycarbonate, similar composites and/or the like. In some embodiments, outer shell 104 may have a cross-sectional thickness on the order of 35mm, 30mm, 25mm, 20mm, 15mm, 10mm, 5mm or less, for example. \n[0088] Inner member 106 is located either entirely or partially within outer concavity 105 of outer shell 104. In some embodiments, inner member 106 comprises more than one component, and each component may be pivotably coupled to outer shell 104. Inner member 106 may be made of any suitable material, including plastic (including fiber reinforced plastics), fiberglass, carbon fiber (including a variety of different carbon fibers such as carbon fiber pre-preg and/or carbon fibers with various fabrics, tows and/or weaves), bulk moulding compounds, polycarbonate, EPS, EPP, EVA, VN, combinations of these materials and/or the like. In some embodiments, inner member 106 may comprise a partial or full coverage scaffold EPS layer, where scaffold EPS is positioned between one or more elements of inner member 106 and head 10 when helmet 100 is worn. In some embodiments, inner member 106 may comprise full coverage EPS. Inner member 106 may comprise one or more holes. Such holes may advantageously aid in the ventilation of helmet 100. In some embodiments, inner member 106 may comprise a plurality of layers. In some embodiments, inner member 106 may have a cross-sectional thickness on the order of 35mm, 30mm, 25mm, 20mm, 15mm, 10mm or less, for example. In some embodiments inner member 106 may have a cross-sectional thickness of 1 mm to 5mm. In some embodiments inner member 106 may have a cross-sectional thickness of 2mm to 3mm. Inner member 106 and outer shell 104 may be made of the same material or different materials. Inner member 106 and outer shell 104 may have the same cross-sectional thickness or different cross-sectional thicknesses. \n[0089] In some embodiments inner member 106 may comprise a shell made up of one or both of carbon fiber and fiberglass and an EPS layer. The EPS layer may be situated within a concavity of the shell. The EPS layer may be in contact with head 10 when worn by a wearer. \n[0090] As shown in Figures 4 and 5, inner member 106 and outer shell 104 may be separated by a motion zone 142 that is between the outer surface 106A of inner member \n\n106 and the inner (cavity-defining) surface 104A of outer shell 104. The larger motion zone 142 is, the more physical space there is for outer shell 104 to rotate relative to inner member 106 (i.e. until the outer surface 106A of inner member 106 contacts the inner (cavity-defining) surface 104A of outer shell 104). \n[0091] Motion zone 142 (which may be defined by the outer surface 106A of inner member 106 and the inner surface 104A of outer shell 104) may have any suitable shapes and/or dimensions. In some embodiments, motion zone 142 has a uniform cross-sectional thickness over at least a portion of motion zone 142, i.e. inner surface 104A of outer shell 104 and outer surface 106A of inner member 106 are separated by a uniform motion distance 140 over at least a portion of motion zone 142. Motion distance 140 may be equal to 1cm to 3cm over at least a portion of motion zone 142. For example, motion distance 140 may be about 2.5cm over at least a portion of motion zone 142. In other embodiments, motion zone 142 has varying thickness, i.e. motion distance 140 varies throughout motion zone 142. \n[0092] The shape and dimension of motion zone 142 may depend on (i) the shapes of inner surface 104A of outer shell 104 and outer surface 106A of inner member 106 (ii) motion distance 140 (iii) the impact stiffness of one or both of outer shell 104 and inner member 106 and (iv) the deformation properties of one or both of outer shell 104 and inner member 106. Inner member 106 and outer shell 104 may experience the same or different deformation in the event of the application of force. The deformation of inner member 106 and/or outer shell 104 may be a result of one or more of the geometry, thickness and material properties of inner member 106 and/or outer shell 104. For example, varying one or both of the thickness and geometry of inner member 106 and/or outer shell 104 may vary the stiffness of inner member 106 and/or outer shell 104. Increasing the thickness of inner member 106 and/or outer shell 104 may increase the stiffness of inner member 106 and/or outer shell 104. Geometric smoothing of the surface topology of inner member 106 and/or outer shell 104 may increase the stiffness of inner member 106 and/or outer shell 104. An increase in stiffness may allow inner member 106 and/or outer shell 104 to resist more force. Different materials may have varying abilities to resist deformation in part due to how different materials perform when force is applied. A single material may have varying abilities to resist deformation when loads are applied in one or more differing directions. In some embodiments it may be desirable for the one or more materials that make up one or \n\nboth of inner member 106 and outer shell 104 to have a sufficient stiffness to prevent one or both of outer shell 104 and inner member 106 from deforming so much that a collision between the outer and inner shell impedes rotation. \n[0093] Motion zone 142 may impact the angular range of relative rotation between inner member 106 and outer shell 104 about pivot axis 138. For example, motion zone 142 may only permit inner member 106 to rotate in a first angular direction (relative to outer shell 104 about pivot axis 138) to a first angular range maximum and may only permit inner member 106 to rotate in a second angular direction (opposite the first angular direction) to a second angular range maximum. In some embodiments, motion zone 142 may permit unlimited relative rotational movement between inner member 106 and outer shell 104 about pivot axis 138 in one or both angular directions. \n[0094] In some embodiments, a cushioning material (e.g. a crushable or plastically deformable material) and/or fluid material (e.g. one or more of air, oil, lubricant, gel, etc.) is located in motion zone 142. Such material may be used to dampen rotational acceleration and/or velocity and/or may reduce the energy imparted to the head of the wearer. \n[0095] Figure 25 depicts a schematic of example layers that make up helmet 100 according to a particular embodiment. As depicted, helmet 100 comprises outer shell 104 then motion zone 142. Motion zone 142 is followed by inner member 106. Inner member 106 comprises inner shell 111 , EPS layer 107 and comfort foam layer 109. In the illustrated embodiments, inner shell 111 is adjacent to motion zone 142. In the illustrated embodiment, EPS layer 107 is located between inner shell 111 and comfort foam layer 109. In the illustrated embodiment, comfort foam layer 109 may be in contact with head 10. Figure 26 depicts a schematic of the example layers depicted within Figure 25 in the context a helmet 100 on head 10. \n[0096] Inner member 106 and outer shell 104 are pivotably coupled together so that inner member 106 can rotate relative to outer shell 104 (or vice versa) about pivot axis 138. Pivot axis 138 is generally parallel to the lateral plane and orthogonal to mid-sagittal plane 120 of helmet 100. \n[0097] The location of pivot axis 138 can impact both the motion path (kinematics) of head 10 and the neck of the wearer of helmet 100, and this motion can affect the mechanical loads (kinetics) acting on head 10 and the neck of the wearer of helmet 100. For example, \n\nthe location of pivot axis 138 can impact the moment which is created by the relative pivotal movement of inner member 106 and outer shell 104 to change the direction of momentum of head 10 upon impact. The optimization strategy when selecting the location of pivot axis 138 to facilitate rotational motion of head 10 and the neck of the wearer may comprise (without limitation): (i) maximizing (or providing at or above an acceptable threshold level), the available space for relative pivotal movement between outer shell 104 and inner member 106 so that, for example, the relative angular rotation range is maximized; \n(ii) increasing applied torque on the head and neck; (iii) decreasing the mass moment of inertia of the head and neck that the applied torque needs to overcome; and (iv) minimizing or reducing the probability of traumatic brain injury (which may be achieved by reducing one or both of the rotational velocity and rotational acceleration) while having enough velocity to protect the neck of the wearer. \n[0098] To maximize available space for rotation, the location of pivot axis 138 may be placed as close as possible to the centers of curvature of inner member 106 (e.g. outer surface 106A) and outer shell 104 (e.g. inner surface 104A) to prevent the two from colliding with one another prematurely. Figure 9 illustrates that as pivot axis 138 is moved further away from the centers of curvature of inner member 106 and outer shell 104, inner member 106 and outer shell 104 collide with each other after about 25e of relative rotation. The center of gravity 143 of the head is also shown in Figure 9 to illustrate that pivot axis 138 is positioned anterior to the center of gravity 143 and center of gravity line 102 (Figure?), which intersects center of gravity 143. In some embodiments inner member 106 and outer shell 104 may collide with each other after about 0e to 60e of relative rotation depending on the location of pivot axis 138 in relation to the centers of curvature of inner member 106 and outer shell 104. \n[0099] To increase the applied torque between inner member 106 and outer shell 104 about pivot axis 138, one option is to increase the distance (w) between COG line 102 and a parallel line 145 that intersects pivot axis 138 on mid-sagittal plane 120. Figure 10 illustrates this point. The head-and-neck is encouraged to rotate by the applied torque, T, which is created by two forces: the downward (in the illustrated Figure 10 view) force Fi from the wearer’s torso (not shown), which is oriented along COG line 102; and the upward (in the illustrated Figure 10 view) reaction force F2 at pivot axis 138, which is oriented along line 145. These two forces, F1, F2, create a torque Tthat is proportional to or at least \n\napproximately proportional to the distance w between the lines 102, 145 along which these two forces Fi, F2 are oriented. \n[0100] To decrease the mass moment of inertia, one option is to reduce the distance (d) between a center of gravity 143 of head 10 and the location of pivot axis 138 on mid-sagittal plane 120. Figure 11 illustrates this point. The mass moment of inertia ( Ipivot) of the head- and-neck about pivot axis 138 stipulates how much the head-and-neck will rotate due to the applied torque T- a higher mass moment of inertia lPiVOt will reduce the effect the torque T will have on rotational motion (angular acceleration). The mass moment of inertia Ipivot may be estimated using the Parallel Axis Theorem below: \nI pivot = ICOG + md2 \nICOG = mass moment of inertia of head-and-neck about its COG 143 Ipivot = mass moment of inertia of head-and-neck about pivot axis 138 m = mass of head-and-neck d = distance between pivot axis 138 and COG 143 \n[0101] It may be desirable to have a large range of relative angular motion between inner member 106 and outer shell 104 and to create a small mass moment of inertia to resist changes to the magnitude of head rotational momentum. However, these two goals may be viewed as competing. The greatest range of rotational motion typically involves locating pivot axis 138 as close as possible to the intersection between brow line 112 and COG line 102. This would also minimize the mass moment of inertia. On the other hand, to create the largest moment possible that will change/offset the direction of head momentum, it may be desirable to locate pivot axis 138 as close as possible to the intersection between brow line 112 and anterior line 114. \n[0102] The location of pivot axis 138 is an important consideration. In some embodiments (including the illustrated embodiment, as shown best in Figure 7), pivot axis 138 passes through mid-sagittal plane 120 in a zone 110 that is bounded by three lines: (i) COG line 102, (ii) brow line 112, and (iii) anterior line 114. Zone 110 may also be bounded in part by the intersection of outer surface 106A of inner member 106 with mid-sagittal plane 120. The location of pivot axis 138 can impact the range of rotational motion of inner member 106 relative to outer shell 104. \n\n[0103] In some embodiments, pivot axis 138 is located so that it intersects mid-sagittal plane 120 within a narrow area 122 near brow line 112. Without being bound by theory, locating pivot axis 138 in this narrow area 122 enables the creation of a reasonably large moment to offset the direction of head momentum. In some embodiments, it is preferred to locate pivot axis 138 so that it intersects mid-sagittal plane 120 as close to brow line 112 as possible, e.g. in some embodiments, within 6cm from brow line 1 12; in some embodiments, within 5cm from brow line 112; in some embodiments, within 4cm from brow line 112; in some embodiments within 3cm from brow line 112; in some embodiments, within 2.5cm from brow line 112; in some embodiments, within 2cm from brow line 1 12; in some embodiments, within 1 ,25cm from brow line 112; and in some embodiments, within 1 cm from brow line 112. \n[0104] Helmet 100 comprises a pair of pivot joints 108 to enable the rotational motion between inner member 106 and outer shell 104 about pivot axis 138. To determine a location for pivot joints 108 and their corresponding pivot axes, one may define an x-y coincident with mid-sagittal plane 120 of helmet 100, such that when helmet 100 is worn on head 10, the y-axis may be generally parallel with the superior/inferior direction of head 10 and the x-axis may be generally parallel with the posterior/anterior direction of head 10 (see x-y plane in Figures 27A, 27B). A y-coordinate of pivot joints 108 may be defined by the midpoint 101 of a line connecting the arc center 157 of inner member 106 and the arc center 159 of outer shell 104, where the arc centers 157, 159 of inner member 106 and outer shell 104 may be determined by curve-fitting circular curves to the intersections of either of the inner or outer surfaces of inner member 106 and outer shell 104 respectively and the mid-sagittal plane 120 or to some other intersection of inner member 106 and outer shell 104 to mid-sagittal plane 120. However, if the midpoint 101 is not within an area where inner member 106 intersects the mid-sagittal plane 120, the y-coordinate may be moved from the midpoint 101 to the nearest y-coordinate within an area that inner member 106 intersects the mid-sagittal plane 120. Such a y-coordinate may be considered to be a geometric y ideal location. The geometric y ideal location may be adjusted (e.g. in the y dimension) to direct the expected contact location between inner member 106 and outer shell 104 to a location with lower expected deformations and/or increased shell-to-shell space. \n\n[0105] Figure 27A depicts a schematic example of selecting a y-coordinate of pivot joints 108 and their corresponding pivot axes. In the Figure 27A embodiment the y-coordinate of midpoint 101 between the arc-center 157 of inner member 106 and the arc-center 159 of outer shell 104, illustrated by y-coordinate midpoint line 101 A is within an area where inner member 106 intersects mid-sagittal plane 120. In such embodiments, the ideal y-coordinate of pivot joints 108 is located at the y-coordinate midpoint 101. Figure 27B depicts a schematic example of selecting a y-coordinate for pivot joints 108 where midpoint 101 is outside of an area where inner member 106 intersect mid-sagittal plane 120 such that the y- coordinate of pivot joints 108 is moved to a nearest y-coordinate within an area of inner member 106 (as illustrated, in the Figure 27B embodiment, by exemplary adjusted y- coordinate line 103). It is noted that in general, the location of the adjusted y-coordinate for pivot joints 108 may depend on the location of the x-coordinate for pivot joints 108. \n[0106] An x-coordinate of pivot joints 108 may be selected to (without limitation): (i) maximize (or provide at or above an acceptable threshold level) the available space for relative pivotal movement between outer shell 104 and inner member 106; (ii) increase the applied torque on the head and neck; and/or (iii) decrease the mass moment of inertia of the head and neck that the applied torque needs to overcome. As the distance between the x-coordinate of pivot joints 108 and the midpoint 101 between the arc centers 157, 159 of inner member 106 and outer shell 104 increases (e.g. the x-coordinate gets further from the midpoint) the range of pivotal movement between inner member 106 and outer shell 104 may decrease. Increasing the distance between the x-coordinate of pivot joints 108 and COG line 102 increases the torque applied to the head of the wearer when force is applied, facilitating flexion of the neck which may mitigate injury. Decreasing the distance between the x-coordinate and COG line 102 decreases the mass moment of inertia that torque must overcome. \n[0107] In some embodiments, the x-coordinate of pivot joints 108 may be positioned at a location anterior to COG line 102 such that a maximal relative angular rotation range between inner member 106 and outer shell 104 (prior to contact therebetween) is in a range of 10°-30°. In some embodiments, the x-coordinate of pivot joints 108 is located anterior to COG line 102 and selected such that this maximal rotational range is 15°-25°. At pivot joint x-coordinates in this range, rotation time, torque on the head of the wearer, and/or angular acceleration and velocity may be within suitable ranges. In some embodiments, 10° may be \n\nthe minimum acceptable rotational range between inner member 106 and outer shell 104 prior to contact therebetween. In some embodiments, this minimum acceptable rotational range is 15°. In some embodiments, this minimum acceptable rotational range is 20°. In some embodiments, the x-coordinate of the pivot joints 108 may be located between the COG line 102 and the x-coordinate that is associated with minimum desired relative angular rotation range between inner member 106 and outer shell 104. \n[0108] Pivot joints 108 may be made of: \n• plastics (including reinforced plastics) (e.g. glass filled PEEK, UHMW-PE, PPS, PC, delrin/acetal, nylon, combinations thereof and/or the like); \n• metal (e.g. stainless steel, aluminum, titanium, aluminum-bronze, combinations thereof and/or the like); \n• combinations of metals and polymers; \n• combinations thereof; and/or \n• the like. \n[0109] Figures 5 and 6 show a pin-style pivot joint 108. As shown in Figures 5 and 6, helmet 100 comprises a pair of pivot joints 108 located symmetrically on helmet 100 relative to mid-sagittal plane 120. In one particular example embodiment shown in Figure 6, pivot joint 108 is provided by the engagement of a pin 144 within aligned apertures 146, 148 through inner member 106, a low-friction washer 150 and outer shell 104, respectively. Pin 144 has a longitudinal axis that is aligned with pivot axis 138. Pivot joint 108 may allow only one degree-of-freedom, i.e. outer shell 104 and inner member 106 may be constrained (e.g. by low-friction washer 15) against any sort of significant relative translation motion, and may be permitted only to rotate relative to one another about pivot axis 138. Pivot axis 138 may be common to pivot joints 108 on both sides of helmet 100. In other embodiments, instead of having pin 144 engage with inner member 106 and outer shell 104 through aligned apertures 146, 148, pin 144 may protrude directly from either one of inner member 106 or outer shell 104 and through a suitable aperture in the other one of inner member 106 and outer shell 104. The same pin-style pivot joints 108 may also be incorporated in the embodiments shown in Figures 19A, 19B, 20A, and 20B. Figures 19A, 19B, 20A and 20B depict deployment devices within helmet 100 according to particular embodiments. This pinstyle pivot joint is merely one possible embodiment of pivot joints 108. \n\n[0110] Some pivot joints 108 described herein (for example, the pin-style pivot joints 108 described above in connection with Figures 5 and 6) permit relative rotation of inner member 106 and outer shell 104 about a pivot axis 138, but, in the absence of deformation of inner member 106, outer member 106 or one or both of pivot joints 108, do not provide any other degrees of freedom for relative movement of inner member 106 and outer shell 104. As described herein, in some such embodiments, pivot joints 108 may be located such that pivot axis 138 is at least approximately the same (i.e. at least approximately coincident or co-linear) for pivot joints 108 on both sides of helmet 100. In some such embodiments, pivot joints 108 may be constructed to have a single (rotational) degree of freedom (e.g. about pivot axis 138), such that, in the absence of deformation of inner member 106, outer member 106 or one or both of pivot joints 108, there is only one corresponding (rotational) degree of freedom of relative movement between inner member 106 and outer shell 104 (about pivot axis 138). \n[0111] The inventors have discovered, however, that it may be desirable to provide pivot joints 108 with additional degrees of rotational freedom. Such additional degrees of rotational freedom can facilitate the operation of helmet 100 (e.g. the relative movement between inner member 106 and outer shell 104) to mitigate spinal cord injury even where inner member 104, outer shell 106 and/or pivot joints 108 are deformed (e.g. due to impact). In some such embodiments, each of pivot joints 108 may be operative to provide three degrees of rotational freedom, but, in the absence of deformation of inner member 106, outer member 106 or pivot joints 108, do not provide any translation degrees of freedom. In some such embodiments, pivot joints 108 on each side of helmet 100 may have their own corresponding pivot axes 138 and pivot joints may allow these pivot axes 138 to change orientations. In some such embodiments, in the absence of deformation of inner member 106, outer member 106 or pivot joints 108, the translational locations of the respective pivot axes 138 of pivot joints 108 may be fixed (e.g. at an origin which may in a plane that coincides with, or is located between, inner member 106 and outer shell 104), while the orientations of the respect pivot axes 138 may be permitted to change provided that the translational locations of their respective origins are fixed (i.e. provided that pivot axes 138 still extend through their respective origins). Such functionality (multiple rotational degrees of freedom and/or rotational about an axis where the orientation of the axis is permitted to change) may be provided by surface-bearing pivot joints, for example. Such surface-bearing pivot joints may comprise a first component (e.g. a male component) comprising a first \n\nsurface and a second component (e.g. a female component) comprising a second surface that is complementary to the first surface to permit slidable engagement between the first and second complementary surfaces. The first and second complementary surfaces may be curved. \n[0112] One type of surface-bearing pivot joint that permits multiple rotational degrees of freedom and/or rotational about an axis where the orientation of the axis is permitted to change is known as a full-socket type pivot joint. One or both of pivot joints 108 may comprise a full-socket type pivot joint. Figures 28A, 28B and 28C (collectively, Figure 28) depict perspective views of an example full-socket type pivot joint 400. Full-socket type pivot joint 400 comprises female component 402 and male component 404 that correspondingly fit together (see e.g. Figure 28A which depicts a perspective of an example assembled full-socket type pivot joint 400). One of female component 402 and male component 404 may be mounted to inner member 106 and the other one of female component 402 and male component 404 may be mounted to outer shell 104. Figure 28B depicts a perspective view of female component 402. Female component 402 comprises cavity 403 defined by one or more curved surfaces 405, which may be cylindrically shaped, semi-spherically shaped or have some other suitable curved profile. Figure 28C depicts a perspective view of male component 404. Male component 404 comprises protrusion 406. Protrusion 406 comprises one or more curved surfaces 407. Curved surface(s) 407 of male component 404 are shaped to be complementary to curved surface(s) 405 of female component 402 such that male component 404 and female component 402 engage with one another (e.g. by slidable engagement of curved surfaces 405, 407) to facilitate movement of male component 404 in relation to female component 402 in three degrees of rotational freedom or about a pivot axis where an orientation of the pivot axis is permitted to change. The shapes of curved surface 407 and curved surface 405 may vary between embodiments. For example, as depicted in Figures 28C, the shape of curved surface 407 is such that curved surface ends in generally planar face 408. In other embodiments, the extent of curved surface 407 may be lesser or greater. Variations in the size and/or shape of curved surface 407 may directly correspond to varying sizes of generally planar face 408. For example, in some embodiments, the size and curvature of curved surface 407 may be selected such that protrusion 406 is half-spherical or half-ellipsoidal in shape. Curved surface 405 may be complementary to curved surface 407. \n\n[0113] Another type of surface-bearing pivot joint that permits multiple rotational degrees of freedom and/or rotational about an axis where the orientation of the axis is permitted to change is known as a half-socket type ball joint. One or both of pivot joints 108 may comprise a half-socket type ball joint. Figures 29A, 29B and 29C (collectively, Figure 29) depict perspective views of example half-socket type ball joint 410. Half-socket type ball joint 410 comprises female component 412 and male component 414 that correspondingly fit together (see e.g. Figure 29A which depicts a perspective example of a half-socket type ball joint 410). One of female component 412 and male component 414 may be mounted to inner member 106 and the other one of female component 412 and male component 414 may be mounted to outer shell 104. Figure 29B depicts a perspective of male component 414. Male component 414 comprises protrusion 416. Protrusion 416 may have one or more curved surfaces 417. In varying embodiments curved surface 417 may vary in size and or shape. For example, as depicted in Figure 29B, in some embodiments, curved surface 417 may be substantially half-spherical in shape. In other embodiments, the extent of curved surface 417 may be different, resulting in a shape that is semi-spherical or partially spherical, for example. In other embodiments, curved surface 417 may have other curved shapes. Curved surface 417 is complementary to, and engages with, one or more curved surfaces 415 provided by one or more arms 419 of female component 412 (shown in Figure 29C). Female component 412 comprises cavity 413 that is defined by one or more curved surfaces 415 which may be curved in a manner that is complementary to curved surface 417. The embodiment depicted in Figure 29C depicts one arm 419 that comprises a generally semi-spherical surface 415. However, in other embodiments, cavity 413 may be defined by curved surfaces 415 provided by a plurality of arms 419. \n[0114] Pivot joints 108 may additionally or alternatively comprise one or more of disk locks, snap locks, t-joints (e.g. Figure 31 ), nuts, bolts and ridges and grooves (e.g. Figure 30 shows one or more grooves which correspond to one or more ridges which when put together pivot). Other ball-socket type joints may include a snap fit ball socket joint and/or a 2-part socket. \n[0115] Pivot joints 108 may be custom made or made using off the shelf parts. Multiple off the shelf parts may be combined to create a custom pivot joint 108. Off the shelf parts may include one or more of, bolts, washers, nuts, clip bearings, etc. Off the shelf parts may be made of plastics, reinforced plastics, metals, fiberglass, carbon fiber, combinations thereof and/or the like. \n\n[0116] Pivot joints 108 facilitate the pivotal coupling of outer shell 104 and inner member 106 to facilitate rotational movement of outer shell 104 relative to inner member 106 about pivot axis 138. In some embodiments, such as full-socket type pivot joints (Figure 28), halfsocket type ball joints (Figure 29) or other surface bearing pivot joints, one of the male component and the female component may be rigidly mounted or connected to inner member 106 (or rigidly mounted to inner member 106 but for one degree of rotational freedom) and the other one of the male component and the female component may be rigidly mounted or connected to the outer shell 104 (or rigidly mounted to outer shell 104 but for one degree of rotational freedom). \n[0117] Components of pivot joint 108 (e.g. male components or female components) may be coupled to inner member 106 by means of one or more of: \n• integration with inner member 106 by inlaying the component of pivot joint 108 in inner member 106; \n• mechanically coupling the component of pivot joint 108 to inner member 106 (e.g. using one or more of drilled holes, bolts, plastic melting bolts, etc.); and \n• adhering the component of pivot joint 108 to inner member 106 using an adhesive (e.g. 3M glue, epoxy, etc.). \n[0118] Components of pivot joints 108 may each be coupled to outer shell 104 by means of a recess in outer shell 104 and adhesive. Alternatively or additionally components of pivot joints 108 may each be coupled to outer shell 104 through mechanical means (e.g. drilled holes, bolts, plastic melting bolts, etc.) and/or adhesive (e.g. 3M glue, epoxy, etc.). \n[0119] To reduce the likelihood that components of pivot joints 108 will peel or separate from outer shell 104 (or inner member 106) with the application of force, the coupling of components of pivot joint 108 to outer shell 104 (or inner member 104) may include one or more of: \n• The component(s) 108A of pivot joints 108 may be tapered in one or more dimensions. It may be desirable to taper pivot joint components 108A so as to provide thinner in regions where a peeling stress is considered to be more likely. The thickness of pivot joint component 108A may be tapered as shown in Figures 32, 33A and 33B. Tapers may or may not be linear. Additionally or alternatively, pivot joint component 108A may be aperture or provided with other surface profiles (as \n\n shown in the embodiment of Figures 33A and 33B) to provide for improved adhesive bonding (relative to flat or planar surfaces). \n• Pivot joint components 108A may be coupled to outer shell 104 such that outer shell 104 generally contacts two perpendicular ends of pivot joint component 108A and partially contacts a third end of pivot joint component 108A as shown in Figure 34 in a “hook” like attachment. \n• Pivot joint components 108A may be coupled to outer shell 104 using one or more bolts (see e.g. Figure 35), rivets and/or similar fasteners. \n• Pivot joint components 108A may be shaped to have an increased area in regions of higher stress which in turn may produce a larger bond area between pivot joint component 108A and outer shell 104 in high stress regions (see e.g. Figure 36 in which the larger areas of pivot joint component 108A have higher stress). \n[0120] Helmet 100 also comprises deployment device 124 (one embodiment of which is shown in Figures 19A and 19B) to maintain an initial angular relationship (about pivot axis 138) between inner member 106 and outer shell 104. In the absence of sufficient external force, deployment device 124 constrains rotational motion between inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, deployment device 124 constrains the initial relative angular orientations of inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within minimum relative angular orientations). Deployment device 124 may constrain the relative motion between inner member 106 and outer shell 104 by applying force between inner member 106 and outer shell 104 (or between any components of the pivotal coupling between inner member 106 and outer shell 104) that tends to prevent relative rotation. When the helmet 100 receives an impact having sufficient force (e.g. an external force greater than a configurable threshold), deployment device 124 deploys to permit relative angular rotation between outer shell 104 and inner member 106 about pivot axis 138. In some embodiments, the threshold for deployment of deployment device 124 is somewhere between and including 400N to 1750N, as measured at the top of helmet 100. In some embodiments, the threshold for deployment of deployment device 124 is in a range of 1200N-1500N as measured at the top of helmet 100. In some embodiments, this threshold is in a range of 1000N-1200N as measured at the top of helmet 100. In some embodiments, this threshold is in a range of 750-1000N as measured at the top of helmet \n\n100. Deployment device 124 may be in an initial configuration in the absence of sufficient external force and a deployment configuration (different from the initial configuration) when helmet 100 receives an impact having sufficient force. \n[0121] One function of deployment device 124 is to maintain an initial angular relationship between inner member 106 and outer shell 104 about pivot axis 138 until helmet 100 receives an external (e.g. impact) force greater than a configurable threshold. Deployment device 124 may be characterized as being in an initial configuration prior to receiving such an impact force. The maintaining of the initial angular relationship minimizes mechanical rattling and/or unwanted motions during activity (e.g. sporting activity). Another function of deployment device 124 may be to mitigate head 10 decoupling from inner member 106. The inventors have determined that if inner member 106 begins to rotate before the impact force on outer shell 104 builds to at least 300-500N, then head 10 does not ‘stick’ with inner member 106 and will likely slip and move independently of inner member 106. \n[0122] Deployment device 124 may also enable sufficient frictional force to build up when helmet 100 receives an impact. When helmet 100 receives an impact having a force above the threshold of deployment device 124, the friction between outer shell 104 and ground may be large enough to change the momentum of head 10. In other words, outer shell 104 may be able to roll/rotate without slipping if the frictional force between outer shell 104 and the impact surface is sufficiently high to prevent slipping. In contrast, if the motion of outer shell 104 at the impact surface is slipping, then outer shell 104 could rotate but the head and neck could continue with the incoming momentum. \n[0123] Deployment device 124 may be positioned at any suitable location within and/or on helmet 100. Deployment device 124 may be positioned within one or more pivot joints 108, 1cm to 3cm from one or more pivot joints 108 and/or at the back of helmet 100. The back of helmet 100 may be defined by the region of helmet 100 posterior to the coronal plane 12 (see Figure 3) or posterior to a plane containing COG line 102 and orthogonal to mid- sagittal plane 120. Alternatively or additionally the back of helmet 100 may be defined as the posterior medial region of helmet 100. \n[0124] In some embodiments (in particular in the embodiment of Figures 19A and 19B) deployment device 124 comprises a shear pin 128. Shear pin 128 may be considered to be a frangible deployment device 124. Shear pin 128 may be configured to break when helmet \n\n100 is struck by a force greater than a configurable threshold (e.g. greater than 1000N or any of the other thresholds or threshold ranges described herein). Shear pin 128 can be placed in any suitable location between outer shell 104 and inner member 106. One or more shear pins 128 may be placed to connect outer shell 104 to inner member 106. In some embodiments, shear pin 128 is placed near a posterior-lateral portion of helmet 100. As shown in Figure 19B, helmet 100 of the illustrated embodiment comprises a pair of shear pins 128 located symmetrically on helmet 100 relative to mid-sagittal plane 120. Shear pins 128 are located near a posterior-lateral portion of helmet 100. A lateral portion of helmet 100 may be relatively flat (minimal curvature) and therefore it would be relatively easy to mount shear pin 128. A posterior portion of helmet 100 provides a relatively large moment arm with respect to pivot axis 138 so that a shear pin 128 located in this area would experience less shear force and a relatively low rigidity pin 128 may still be used in deployment device 124 to avoid accidental deployment/breakage. \n[0125] When shear pin 128 breaks, it frees inner member 106 and outer shell 104 from their initial relative angular relationship and outer shell 104 is able to rotate relative to inner member 106 about pivot axis 138 (by the action of pivot joints 108). \n[0126] In some embodiments, deployment device 124 comprises a pair of polylactic acid (PLA) plastic shear pins installed on the left and right sides of helmet 100. Such pins having diameters of 2.85mm can each resist up to 477N. \n\n\nFor example, if a shear pin with 2.85 mm diameter made from PLA (shear strength, T = 33 MPa) is used: \nAshear, Cross-sectional area of shear pin = n (0.00285)214 \n= 6.38 x 10 6 [m2] \n\n\n= 99.25 [N] \nThis means that the shear pin will break when F . reaches: \nF = F / sin(a) \n= 99.25 [N] / sin(12°) = 477.35 [N] \n[0127] In other embodiments, deployment device 124 may comprise other frangible or breakable devices. For example, deployment device 124 may comprise one or more breakable seals. Frangible deployment devices 124 may behave in a manner generally similar to shear pin 128. For example, frangible deployment devices 124 may maintain an initial configuration between inner member 106 and outer shell 104, frangible deployment devices 124 may break when sufficient force is applied to them, where such a break allows inner member 106 to pivot in relation to outer shell 104 (by the action of pivot joints 108). \n[0128] In another example embodiment, deployment device 124 comprises an elastic attachment member 128, 164 (e.g. an elastomeric tether, instead of a shear pin) to hold inner member 106 and outer shell 104 in their initial relative angular positions. A graphic representation of the elastic attachment member 128, 164 may be similar to that of a shear pin 128 as shown in Figures 19A and 19B. Prior to deployment (i.e. prior to experiencing forces in a range associated with an impact), elastic attachment member 128, 164 may permit some relative rotational movement between inner member 106 and outer shell 104. \n\nIn some embodiments, this pre-deployment relative rotation is less than 5°. In some embodiments, this pre-deployment relative rotation is less than 2.5°. In some embodiments, this pre-deployment relative rotation is less than 1 .25°. Upon deployment, the elastic attachment member 128, 164 stretches or otherwise deforms and allows rotation (or a larger range of relative rotation) of inner member 106 with respect to outer shell 104 about pivot axis 138. In some embodiments, this larger range of permissible relative rotation is greater than 5°. In some embodiments, this larger range of permissible relative rotation is greater than 10°. In some embodiments, this larger range of permissible relative rotation is greater than 15°. In some embodiments, elastic attachment member 128, 164 may be configured to break if the force applied to helmet 100 is greater than a configurable threshold. \n[0129] Deployment device 124 may comprise a snap-fit connector 154 as shown in Figures 20A and 20B. Snap-fit connector 154 comprises a female component 156 and a male component 158 that form a restorative deformation fit with one another. That is, when male component 158 is inserted into female component 156, one or both of components 156, 158 is initially elastically deformed and then, when the connection is made, there is restorative force that tends to restore this elastic deformation causing the components 156, 158 to “snap-fit” together. When female component 156 engages male component 158, snap-fit connector 154 connects outer shell 104 with inner member 106. Female component 156 separates from male component 158 when a sufficient force deforms one or both of components 156, 158 allowing them to separate again - e.g. when helmet 100 is struck by a force greater than a threshold. In some embodiments, this threshold is 1000N. In some embodiments, this threshold is 750N. In some embodiments, this threshold is 1500N. \n[0130] Deployment device 124 may comprise a mechanistic deployment device. For example, deployment device 124 may comprise one or more torsion springs. Upon deployment, the one or more torsion springs stretch or otherwise deform and allow rotation (or a larger range of relative rotation) of inner member 106 with respect to outer shell 104 about pivot axis 138. In some embodiments, this larger range of permissible relative rotation is greater than 5°. In some embodiments, this larger range of permissible relative rotation is greater than 10°. In some embodiments, this larger range of permissible relative rotation is greater than 15°. In some embodiments, the one or more torsion springs may be configured to break if the force applied to helmet 100 is greater than a configurable threshold. \n\n[0131 ] In some other embodiments, pivot joints 108 and deployment devices 124 are incorporated together as one mechanism. For example, Figures 21 A-B, 22A-B, 23A-C, and 24A-C show pivot joints with built-in deployment devices. Figures 21 A-B show a pivot joint 160 having a pin 162 and elastic attachment members 164 that are coupled to pin 162. Pin 162 allows one degree-of-freedom rotation of inner member 106 relative to outer shell 104. Pin 162 is positioned so that a longitudinal axis of pin 162 is aligned with pivot axis 138. Elastic attachment members 164 connect pin 162 with inner member 106. Pivot joint 160 may be provided by the engagement of pin 162 within aligned apertures through inner member 106 and outer shell 104. In some other embodiments, pin 162 is integrally formed with either one of inner member 106 or outer shell 104, so that the other shell is rotatable relative to the integrally formed pin-shell assembly about pivot axis 138. Elastic attachment members 164 are coupled to pin 162 and function to maintain an initial relative angular relationship between inner member 106 and outer shell 104 (e.g. to within minimum relative angular orientations) until helmet 100 receives sufficient impact force. In some embodiments, this minimum relative rotation is less than 5°. In some embodiments, this minimum relative rotation is less than 2.5°. In some embodiments, this minimum relative rotation is less than 1 .25°. When sufficient external force is applied to helmet 100 (e.g. on impact), elastic attachment members 164 stretch or otherwise deform to thereby allow a larger range of rotation of inner member 106 with respect to outer shell 104 about pivot axis 138. In some embodiments, this larger range of permissible relative rotation is greater than 5°. In some embodiments, this larger range of permissible relative rotation is greater than 10°. This larger range of permissible relative rotation is greater than 15°. In some embodiments, elastic members 164 may be configured to break if the force applied to helmet 100 is greater than a configurable threshold. \n[0132] Figures 22A-B show a pivot joint 170 having a female component 172 and a male component 174. In the illustrated embodiment, female component 172 is coupled to outer shell 104 and male component 174 is coupled to inner member 106, although this configuration could be reversed. Female component 172 has features that are complimentary to male component 174. First, female component 172 is shaped to define a generally cylindrical bore and male component 174 is shaped to have a cylindrical surface complementary to the bore of female component 172 so that male component 174 fits at least partially in the bore of female component 172. Female component 172 defines a \n\nradially extending groove 176 with an inner surface 175. Male component 174 has a deformable or break-away key 178 extending from a side wall 179 and complementary in shape to groove 176, so that key 178 fits in groove 176. When helmet 100 receives an impact force greater than a configurable threshold, key 178 is sheared off from male component 174 (and/or one or both of key 178 and groove 176 deform), so that the interaction of key 178 and groove 176 no longer stops male component 174 from rotating relative to female component 172. Relative rotation between male and female components 174, 172 in turn allows inner member 106 to rotate relative to outer shell 104 about pivot axis 138. \n[0133] Figures 23A-C show a pivot joint 180 having a built-in snap-fit mechanism. Pivot joint 180 has a female component 182 and a male component 184 that is complimentary to male component 182. In the illustrated embodiment, female component 182 has a base 186 that is secured to an inner surface of outer shell 104 and male component 184 has a base 181 that is secured to an outer surface of inner member 106, although this configuration could be reversed. Male component 184 has a shaft 183 extending from base 181 . Female component 182 and male component 184 have structural features (i) to enable female component 182 to be rotatable relative to male component 184 and (ii) to retain female component 182 and male component 184 in an initial angular arrangement. First, to enable relative rotation of female component 182 and male component 184, shaft 183 of male component 184 functions as a pivot pin. Shaft 183 allows only one degree-of-freedom rotation of female component 182 relative to male component 184, which in turn enables inner member 106 to be rotatable relative to outer shell 104 about pivot axis 138. Shaft 183 engages with female component 182 in any suitable manner to allow the one degree-of- freedom rotation of female component 182 relative to male component 184. For example, base 186 of female component 182 may define a concave portion 189 that is shaped to restrict translational movement of male component 184 relative to female component 182. Shaft 183 may be shaped to define a generally cylindrical bore 185 and female component 182 may provide a pin 188 that is shaped to fit at least partially in generally cylindrical bore 185. Generally cylindrical bore 185 has a longitudinal axis that is aligned with pivot axis 138. Pin 188 extends from a base 186 of female component 182 and when pin 188 fits in generally cylindrical bore 185, pin 188 is positioned in a direction along pivot axis 138. Pin 188 and generally cylindrical bore 185 are optional and their engagement enables only one- \n\ndegree of freedom between female component 182 and male component 184. Second, to retain female component 182 and male component 184 in an initial angular arrangement, a snap-fit mechanism may be used. For example, shaft 183 may comprise one or more radial protrusions 187A shaped to fit into one or more corresponding indents 189A on female component 182. When the radial protrusion 187A is located within the indent 189A, their engagement stops the relative rotation between female component 182 and male component 184, which in turn stops the relative rotation between inner member 106 and outer shell 104. When the radial protrusion 187A exits from the indent 189A, their disengagement allows the relative rotation between female component 182 and male component 184, which in turn allows the relative rotation between inner member 106 and outer shell 104. \n[0134] With reference to Figures 23A-C, shaft 183 comprises two cantilever arms 187 that engage concaved portion 189. Cantilever arms 187 each have a radial protrusion 187A and concaved portion 189 provides two corresponding radially extending concavities 189A. Radial protrusion 187A may be made of a deformable material. When helmet 100 receives an impact of greater than a configurable threshold, radial protrusion 187A deforms and exits from radially extending concavities 189A so that male component 184 can rotate relative to female component 182. More than two cantilever arms 187 may be present, so that discrete levels of angular rotation are permitted. For example, four cantilever arms 187 may be present and may be symmetrically positioned at uniform angular intervals about shaft 183. In such an embodiment, a discrete level of angular rotation of 90e is permitted. \n[0135] Figures 24A-C show a pivot joint 190 with a gear-like profile. Pivot joint 190 has a female component 192 and a male component 194. Female component 192 is coupled to outer shell 104 and male component 194 is coupled to inner member 106. Female component 192 has features that are complimentary to male component 194. First, female component 192 is shaped to define a bore and male component 194 is shaped to define a surface complementary to the bore of female component 192 so that male component 194 fits at least partially within female component 192. The surface of male component 194 has a gear-like profile/ratchet interface. Correspondingly, the bore of female component 192 has a complimentary gear-like profile/ratchet interface. The gear-like engagement between female component 192 and male component 194 (i) enables discrete levels of angular rotation and (ii) retains female component 192 and male component 194 in an initial angular \n\narrangement. Female component 192 only rotates relative to male component 194 when helmet 100 receives an impact force greater than a configurable threshold. Such a force or torque causes deformation in either female component 192 or male component 194 which in turn permits discrete amounts of angular rotation of female component 192 relative to male component 194. Once the force falls below the configurable threshold, rotation of female component 192 relative to male component 194 is stopped. Overall, every incremental turn of male component 194 relative to female component 192 will provide a certain level of torsional resistance. \n[0136] These example embodiments show that pivot joints 108 and deployment device 124 may be separate structural components or may be combined into a single mechanism. \n[0137] Helmet 100 may comprise a protective liner (not shown) located on an interior surface of inner member 106. Protective liner may be similar to the protective liner provided on prior art helmets and may comprise foam materials of any variable density. \n[0138] Helmet 100 may also comprise a retention strap (not shown), chin strap or other suitable means for securing helmet 100 to head 10. \n[0139] Helmet 100 can be used for mitigating cervical spine injuries and/or fractures. Responsive to an impact force greater than a configurable threshold, deployment device 124 is deployed to free inner member 106 and outer shell 104 from their initial relative angular relationship and outer shell 104 is able to rotate relative to inner member 106 about pivot axis 138. In the event of a head-first impact, helmet 100 induces flexion of the neck and thereby mitigates cervical spine fractures. \nSecond Helmet Embodiment \n[0140] Figure 12 shows a helmet 200 according to another example embodiment. Helmet 200 is substantially similar to helmet 100 except that helmet 200 comprises one or more beveled regions 249A defined between a corresponding pair of extremities/apexes 251 A, 251 B on the outer surface 204B of outer shell 204 or at least at the intersection 204C of the outer surface 204B of outer shell 204 with mid-sagittal plane 220. These apexes 251 A, 251 B (collectively, apexes 251 ) may function to induce additional torque between outer shell 204 and inner shell 206 because of the interaction between outer shell 204 and the \n\nground (or other impact surface). Components of helmet 200 that correspond to the components of helmet 100 are shown with reference numerals incremented by 100. \n[0141] Without limitation, helmet 200 may be useful for sports that involve low-friction impact surfaces such as ice and/or snow. Upon impact, low-friction impact surfaces may permit a helmet to slide on such surfaces and, because of such sliding, may not (via friction alone) produce the desired torque between the inner member and outer shell to facilitate the relative pivotal motion. In these scenarios, the underlying mechanics desired to elicit relative pivotal motion between the inner member and the outer shell and the corresponding neck flexion may be different than those involving relatively higher friction impact surfaces. A back-up feature to combat slippery surfaces is to shape the sagittal-plane profile 204C of the outer surface 204B of the outer shell 204 such that there are one or more beveled regions 249 between corresponding pairs of apexes 251 A, 251 B. \n[0142] For example, the sagittal-plane profile 204C of the outer surface 204B of outer shell 204 in the Figure 12 helmet 200 comprises one or more bevelled regions 249A which are located between apexes 251 A, 251 B respectively. In the illustrated Figure 12 embodiment, bevelled regions 249 of sagittal-plane profile 204C are straight lines. This is not absolutely necessary. In some embodiments, the radii of curvature of bevelled regions 249 of sagittal- plane profile 204C may be relatively large in comparison to the corresponding radii of curvature of apexes 251 at the edges of the bevelled regions 249. In the illustrated Figure 12 embodiment, apex 251 B is coincident with COG line 202, although this is not necessary. If apex 251 B is coincident with COG line 202, apex 251 B may be referred to as COG apex 251 B. Helmet 200 may comprise one or more anterior bevelled surfaces 249A located anterior to COG apex 251 B. For example, helmet 200 comprises anterior bevelled surface 249A located anterior to COG apex 251 B and between COG apex 251 B and apex 251 A. In some embodiments, helmet 200 may comprise one or more posterior bevelled surfaces located posterior to COG apex 251 B. \n[0143] The outer surface 204B of outer shell 204 (with its bevelled surfaces 249A and apexes 251 A, 251 B) help to create additional force between helmet 200 and an impact surface where such force is oriented to cause torque between outer shell 204 and inner member 206 that tends to cause relative pivotal movement therebetween and to induce neck flexion both in the case of a high-friction impact surface and a low-friction impact surface. This effect can be seen in Figure 13 for a relatively high-friction impact surface. In \n\nthe Figure 13 illustration, the interaction between outer shell 204 (specifically, COG apex 251 B and bevelled surface 249A) and the impact surface generates frictional torque which tends to pivot outer shell 204 in a clockwise direction and/or inner shell in a counterclockwise direction (in the illustrated view) about pivot axis 238. \n[0144] Figures 14A-C illustrate the interaction of helmet 200 with a low-friction impact surface. Upon axially striking a slippery surface, a downward force is transferred onto outer shell 204 via pivot joint 208, creating a clockwise (in the illustrated view) torque on outer shell 204 about pivot axis 238 which tends to move top edge of visor cavity 216 of outer shell 204 upwardly to be further above eyebrows. This clockwise rotation is shown as the helmet transitions from the initial impact (Figure 14A) to a slightly rotated position (Figure 14B). Due to a lack of friction between the impact surface and outer shell 204, outer shell 204 may not be able to continue to rotate past the configuration shown in Figure 214B and, instead, outer shell 204 may slide against the impact surface until apex 251 A stops the relative clockwise rotation of outer shell 204. Contact point between helmet 200 and the impact surface is now shifted to thereby impose a counter clockwise torque on the helmet- head-neck assembly. \n[0145] The location of contact force imparted on outer shell 204 is initially at the location of apex 251 B. This force manifests itself as clockwise torque (on outer shell 204 about pivot axis 238) which tends to cause the outer shell to pivot relative to the inner member in a clockwise direction. This clockwise rotation is shown as the helmet transitions from the initial impact (Figure 14A) to a slightly rotated position (Figure 14B). The rotation of the outer shell 204 is halted when the bevel 251 A contacts the ground thus imparting a counter clockwise moment on the outer shell. At this point the momentum of the head obtains an anterior component and the head and neck move into flexion. \n[0146] In other respects, helmet 200 may be similar to helmet 100 described and illustrated herein. \nUse of Multi-Shell Helmet to Prevent \n\n\n[0147] For brevity and without loss of generality, the description of this section focusses on helmet 100, but is also applicable to helmet 200 and other helmets described herein. As shown in Figure 15, outer shell 104 rotates relative to inner member 106 about pivot axis \n\n138. The location of pivot axis 138 is purposefully placed anterior to COG line 102. As shown in the middle pane of Figure 15, this location of pivot axis 138 enables head 10 and inner member 106 to exert a torque on pivot joint 208 (about pivot axis 138) which tends to cause neck flexion and head 10 to move toward the front of the torso of the wearer (i.e. the head and neck are subjected to a counter-clockwise torque in the illustrated view). Simultaneously, this location of pivot axis 138 enables outer shell 104 to experience a torque on pivot joint 208 (about pivot axis 138) in the opposing angular direction. \n[0148] Table 1 shows changes to experimentally measured loads and accelerations as a result of the pivot motion between inner member 106 and outer shell 104 conducted on a commercial helmet (Figures 17 and 18). All drops were tested at impact speeds within 3.0 to 3.2 m/s. \nTable 1 \n\n\nRetrofitting a Single-Shell Helmet to Provide Dual Shell Functionality \n[0149] Helmet 100 can be made by retrofitting a single-shell helmet. The single-shell helmet comprises a first shell and an inner protective liner. The inner protective liner may be a single-impact protective liner (e.g. EPS) or a multiple-impact protective liner (e.g. EVA). The single-shell helmet with a single-impact protective liner may be referred herein to as singleimpact, single-shell helmet. The single-shell helmet with a multiple-impact protective liner may be referred herein to as multiple-impact, single shell helmet. \n\n[0150] Figure 16 shows a method 300 for retrofitting a single-shell helmet to provide a dualshell helmet 100. \n[0151] At step 302, the location of coupling zone 110 is determined. Coupling zone 110 is bounded by three lines embedded in mid-sagittal plane 120 of helmet 100: (i) COG line 102, (ii) brow line 112, and (iii) anterior line 114. As discussed above, the location of COG line 102 may be specified by a helmet manufacturer, especially if the manufacturer uses the standardized Anthropomorphic Test Devices (“ATDs”), commonly referred to as dummies, to design the dimensions and shapes of the helmets. \n[0152] At step 304, a second shell is pivotably coupled to the first shell of the single-shell helmet to create a multi-shell structure. The first shell is movable relative to the second shell by rotation about a laterally oriented pivot axis 138. Pivot axis 138 is parallel to a lateral plane and orthogonal to a mid-sagittal plane of the multi-shell structure. The pivot axis also passes the coupling zone 110 (see above description of pivot axis 138 and coupling zone 110). The second shell may go within the single-shell helmet or outside of the single-shell helmet. The second shell may span the entirety or a portion of the single-shell helmet. \n[0153] The second shell may be coupled to the first shell via a pivot mechanism. The second shell can be coupled to the first shell by pivot joint 108. \n[0154] At step 306, deployment device 124 is added to detachably couple outer shell 104 and inner member 106 together. As discussed above, in the absence of sufficient external force, deployment device 124 constrains rotational motion between inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within a minimum rotational amount). That is, in the absence of sufficient external force, deployment device 126 constrains the initial relative angular orientations of inner member 106 and outer shell 104 about pivot axis 138 (e.g. to within minimum relative angular orientations). Deployment device 124 may constrain the relative motion between inner member 106 and outer shell 104 by applying force between inner member 106 and outer shell 104 (or between any components of the pivotal coupling between inner member 106 and outer shell 104) that tends to prevent relative rotation.\nWhen the helmet receives an impact having sufficient force (e.g. an external force greater than a threshold), deployment device 124 deploys to permit relative angular rotation between outer shell 104 and inner member 106 about pivot axis 138. In some embodiments, deployment device 124 may be in an initial configuration in the absence of \n\nsufficient external force and a deployment configuration (different from the initial configuration) when the helmet receives an impact having sufficient force. Deployment device 124 may also permit sufficient frictional force to build up when the helmet 100 receives an impact. This frictional force may then change the direction of the head’s momentum. \n[0155] Figure 17A shows an example single use single shell helmet retrofitted to add an inner member 106 to provide the dual shell helmet functionality described herein. Figure 17B shows an example multi-use single shell helmet retrofitted to add an inner member 106 to provide the dual shell helmet functionality described herein. [0156] Figure 18 shows an example single shell helmet retrofitted to add an outer shell 104 to provide the dual shell helmet functionality described herein. \n[0157] While a number of exemplary aspects and embodiments have been discussed above, those of skill in the art will recognize certain modifications, permutations, additions and sub-combinations thereof. It is therefore intended that the following appended claims and claims hereafter introduced are interpreted to include all such modifications, permutations, additions and sub-combinations as are consistent with the broadest interpretation of the specification as a whole.",
  "prior_art_keywords": [
    "helmet"
  ],
  "legal_events": [
    {
      "date": "2010-09-09",
      "event": "2012-03-15"
    },
    {
      "date": "2014-10-28",
      "event": "2016-04-28"
    },
    {
      "date": "2016-01-04",
      "event": "2017-07-06"
    },
    {
      "date": "2010-09-09",
      "event": "2012-03-15"
    },
    {
      "date": "2014-10-28",
      "event": "2016-04-28"
    },
    {
      "date": "2016-01-04",
      "event": "2017-07-06"
    }
  ],
  "cited_patents": null,
  "citing_patents": null,
  "family_members": null,
  "classification_codes": null,
  "raw_html_length": 442450
}