{
  "patent_id": "WO2022170419",
  "url": "https://patents.google.com/patent/WO2022170419",
  "scraped_at": "2025-07-29T16:49:41.542324",
  "title": "WO2022170419A1 - Fiber-based materials for water treatment",
  "publication_number": "US18",
  "authority": "United States",
  "legal_status": null,
  "application_number": null,
  "inventors": [
    "Mathieu LAPOINTE"
  ],
  "assignees": [
    "The Royal Institution For The Advancement Of LearningMcgill University",
    "Title"
  ],
  "priority_date": null,
  "filing_date": "2022-02-04",
  "publication_date": "2022-08-18",
  "grant_date": null,
  "expiration_date": null,
  "abstract": "The present disclosure relates to improvements in the field of water treatment, and more particularly to the separation step in a water treatment process. There is provided a method of separating contaminants from contaminated water. A fibrous treatment agent is provided into the contaminated water. The fibrous treatment agent has a length of about 100 pm and a diameter of at least 5 pm. The fibrous treatment agent is allowed to associate with the contaminants forming floes comprising a size of at least 1000 pm. The floes are physically separated from the contaminated water.",
  "claims": [
    "WHAT IS CLAIMED IS: \n\n1. A method of separating contaminants from contaminated water comprising: providing a fibrous treatment agent to the contaminated water, wherein the fibrous treatment agent has a length of at least 100 pm and a diameter of at least 5 pm; allowing the fibrous treatment agent to associate with the contaminants forming floes comprising a size of at least 1000 pm; and physically separating the floes from the contaminated water. \n\n\n2. The method according to claim 1 , wherein the fibrous treatment agent comprises at least one of fibers, microspheres, flakes, hydrogels, and sponge materials. \n\n\n3. The method according to claim 1 or 2, wherein the fibers are pristine and/or functionalized. \n\n\n4. The method according to any one of claims 1 to 3, wherein the fibrous treatment agent comprises functionalized fibers. \n\n\n5. The method according to any one of claims 1 to 4, wherein the fibrous treatment agent comprises metal-grafted fibers or polymer-grafted fibers. \n\n\n6. The method according to any one of claims 1 to 5, further comprising the step of washing and/or fragmenting the floes to retrieve and/or reuse the fibrous treatment agent. \n\n\n7. The method according to any one of claims 1 to 6, wherein a portion of the fibrous treatment agent provided includes recovered fibrous treatment agent obtained after the physically separating the floes from the contaminated water. \n\n\n8. The method according to any one of claims 1 to 7, wherein said physically separating includes one or more of sedimentation, decantation, aggregation, coagulation, flocculation, ballasted flocculation, settling, screening, three dimensional screening, three dimensional porous collector, sieving, adsorption, flotation, biological treatment, sludge blanket clarifiers, gravitational separation, press filtration, belt filtration, separation via a fluidized bed, and filtration. \n\n\n9. The method according to claim 8, wherein the filtration includes at least one of granular filtration, biofiltration, membrane filtration, and biosorption. \n\n\n10. The method according to claim 8, wherein the gravitational separation includes at least one of ballasted flocculation, flocculation, and flotation. \n\n\n11. The method according to any one of claims 1 to 7, wherein the physical separating includes passing the contaminated water through a sieve, a screen, and/or a rotating drum. \n\n\n\n\n12. The method according to any one of claims 1 to 11 , wherein the fibrous treatment agent is a bridging agent, a ballasting agent, an adsorbent, a flocculant and/or a coagulation agent. \n\n\n13. The method according to any one of claims 1 to 12, wherein the fibrous treatment agent comprises pristine fibers having a length of at least 1000 pm. \n\n\n14. The method according to claim 4, wherein the functionalized fibers are functionalized with Si, Fe, Al, Ca, Ti, Zn (hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or non-polar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n\n\n15. The method according to any one of claims 1 to 14, wherein the fibrous treatment agent is iron grafted fibers. \n\n\n16. The method according to any one of claims 1 to 15, wherein the fibrous treatment agent comprises microspheres having a diameter of at least 20 pm. \n\n\n17. The method according to claim 16, wherein the microspheres are surface functionalized with Si, Fe, Al, Ca, Ti, and Zn (hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or non-polar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n\n\n18. The method according to any one of claims 1 to 17, wherein the fibrous treatment agent comprises flakes having a diameter of at least 20 pm. \n\n\n19. The method according to claim 18, wherein the flakes are functionalized with Si, Fe, Al, Ca, Ti, Zn (hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or non-polar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n\n\n20. The method according to any one of claims 1 to 19, wherein the fibrous treatment agent comprises fibers from municipal wastewater treatment, industrial wastewater treatment, pulp and paper industry, agriculture waste, cotton, cellulose, lignin, maize, hemicellulose, polyester, polysaccharide-based fibers, keratin, and/or recycled cellulose. \n\n\n21 . The method according to any one of claims 1 to 20, further comprising providing a bridging agent, a ballasting agent, an adsorbent, a coagulant and/or a flocculant to the contaminated water. \n\n\n22. The method according to claim 21 , wherein the coagulant, the adsorbent and/or the flocculant are recovered with the fibrous treatment agent and recirculated and/or reused during aggregation or for separating the contaminants. \n\n\n\n\n23. The method according to any one of claims 1 to 20, wherein the method is free of any coagulant and/or flocculant additions. \n\n\n24. The method according to any one of claims 1 to 22, wherein the floes have a diameter of at least 2000 pm. \n\n\n25. The method according to any one of claims 1 to 23, wherein the physically separating step is a screening step with a mesh size of at least 100 pm. \n\n\n26. The method according to any one of claims 1 to 24, wherein the physically separating step is a screening step with a mesh size of at least 500 pm. \n\n\n27. The method according to any one of claims 1 to 25, wherein the fibrous treatment agent is iron grafted fibers having an aspect ratio of length over diameter of at least 10. \n\n\n28. A floe having a size of at least 1000 pm and comprising pristine, metal oxide and/or hydroxide functionalized fibers, and optionally at least one of a coagulant, a flocculant, a bridging agent, an adsorbent, a ballasting agent, and a contaminant, wherein the metal oxide and/or hydroxide functionalized fibers comprise fibers selected from the group consisting of cellulose, polyester, cotton, nylon, maize, polysaccharide-based, lignin, keratin and combinations thereof. \n\n\n29. The floe according to claim 28, wherein the floe comprises metal oxide and/or hydroxide functionalized fibers. \n\n\n30. The floe according to claim 28 or 29, wherein the oxide and/or hydroxide functionalized fibers are iron oxide and/or hydroxide fibers. \n\n\n31 . The floe according to any one of claims 28 to 30 wherein the contaminant is selected from the group consisting of phosphorus contaminants, natural organic matter, specific natural organic matter fraction, disinfection by-products, disinfection by-products precursors, soluble contaminants, particulate contaminants, colloidal contaminants, turbidity, total suspended solids (TSS), hardness, bacteria, viruses, pathogens, microorganisms, hydrocarbons, nanoplastics, microplastics, naphthenic acids, and metals. \n\n\n32. A method of separating contaminants from contaminated water comprising: providing the contaminated water comprising fibrous treatment agent; allowing the fibrous treatment agent to associate with the contaminants to form floes; and physically separating the floes from the contaminated water. \n\n\n33. The method of claim 32, wherein the fibrous treatment agent has a length of at least 100 pm and a diameter of at least 5 pm. \n\n\n\n\n34. The method of claim 32 or 33, wherein the floe has a size of at least 1000 mhi."
  ],
  "description": "FIBER-BASED MATERIALS FOR WATER TREATMENT\nCROSS-REFERENCE TO RELATED APPLICATIONS \n[0001] The present application claims priority from : U.S provisional application serial number 63/147,289 filed on February 9, 2021 which is incorporated herein by reference in its entirety, and from U.S provisional application serial number 63/221 ,978 filed on July 15, 2021 , which is also incorporated herein by reference in its entirety. \nTECHNICAL FIELD \n[0002] The present disclosure generally relates to the field of water treatment, and more particularly to the separation step in a water treatment process. \nBACKGROUND \n[0003] Water treatment facilities are costly to construct and operate. Contaminant aggregation and settling of flocculated contaminants (floes) add to these costs. Settling performance is highly dependent on the floe size and density, and requires costly, non-renewable, non-reusable (intended for landfilling), and/or toxic products; such as, metal-based coagulants (lost in sludge), and synthetic flocculants. It can also require ballast media which is an added cost, and often obtained in an unsustainable process. Indeed these currently used products often have significant environmental footprints. The floe size, that dictates contaminant removal during settling, is limited by the size of flocculant used i.e., that is less than 100 nm. The floe sizes generated with prior art technologies, do not permit floe removal through efficient screening, as floes readily pass through coarse screens and clog smaller mesh sizes. Therefore, improvements are needed in water treatment processes particularly for separating floes. \nSUMMARY \n[0004] In one aspect there is provided a method of separating contaminants from contaminated water comprising: providing a fibrous treatment agent to the contaminated water, wherein the fibrous treatment agent has a length of at least 100 pm and a diameter of at least 5 pm; allowing the fibrous treatment agent to associate with the contaminants forming floes comprising a size of at least 1000 pm; and physically separating the floes from the contaminated water. \n\n[0005] In one aspect, there is provided a method of separating contaminants from contaminated water comprising: providing the contaminated water comprising fibrous treatment agent; allowing the fibrous treatment agent to associate with the contaminants to form floes; and physically separating the floes from the contaminated water. In one embodiment, the fibrous treatment agent has a length of at least 100 pm and a diameter of at least 5 pm. In one embodiment, the floe has a size of at least 1000 pm. \n[0006] In one embodiment, the fibrous treatment agent comprises at least one of fibers, microspheres, flakes (structures formed of at least two fibers linked together or more), hydrogels, frayed fibers, sponge materials, and other fibre based materials or porous structures. \n[0007] In one embodiment, the fibers are pristine and/or functionalized. \n[0008] In one embodiment, the fibrous treatment agent comprises functionalized fibers. \n[0009] In one embodiment, the fibrous treatment agent comprises metal-grafted fibers or polymer-grafted fibers. \n[0010] In one embodiment, the method further comprises washing and/or fragmenting the floes to retrieve the fibrous treatment agent. \n[0011] In one embodiment, a portion of the fibrous treatment agent provided includes recovered fibrous treatment agent obtained after physically separating the floes from the contaminated water. \n[0012] In one embodiment, physically separating includes one or more of sedimentation, decantation, aggregation, coagulation, flocculation, ballasted flocculation, settling, screening, sieving, adsorption, flotation, sludge blanket clarifiers, gravitational separation, and filtration. \n[0013] In one embodiment, the filtration includes at least one of granular filtration, biofiltration, membrane filtration, and biosorption. \n[0014] In one embodiment, the gravitational separation includes at least one of ballasted flocculation, flocculation, and flotation. \n\n[0015] In one embodiment, the physical separation includes passing the contaminated water through a sieve, a screen, and/or a rotating drum. \n[0016] In one embodiment, the fibrous treatment agent is a bridging agent, a ballasting agent, an adsorbent, a flocculant and/or a coagulation agent. \n[0017] In one embodiment, the fibrous treatment agent comprises pristine fibers having a length of at least 1000 pm. \n[0018] In one embodiment, the fibrous treatment agent comprises functionalized fibers. \n[0019] In one embodiment, the functionalized fibers are functionalized with Si, Fe, Al, Ca, Ti, Zn (hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or non-polar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n[0020] In one embodiment, the fibrous treatment agent is iron grafted fibers. \n[0021] In one embodiment, the fibrous treatment agent comprises microspheres having a diameter of at least 20 pm. \n[0022] In one embodiment, the microspheres are functionalized with Si, Fe, Al, Ca, Ti, and Zn oxides and/or hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or non-polar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n[0023] In one embodiment, the fibrous treatment agent comprises flakes having a diameter of at least 20 pm. \n[0024] In one embodiment, the flakes are functionalized with Si, Fe, Al, Ca, Ti, Zn (hydroxides, polymers, coagulants, flocculants, hydrophobic or hydrophilic entities, polar or nonpolar groups, a carboxyl group, a sulfonated group, and/or a phosphoryl group. \n[0025] In one embodiment, the fibrous treatment agent comprises fibers from municipal wastewater treatment, industrial wastewater treatment, pulp and paper industry, agriculture waste, cotton, cellulose, lignin, maize, hemicellulose, polyester, polysaccharide-based fiber, keratin, and/or recycled cellulose. \n\n[0026] In one embodiment, the method further comprises providing a bridging agent, a ballasting agent, an adsorbent, a coagulant and/or a flocculant to the contaminated water. \n[0027] In one embodiment, the floes have a diameter of at least 1000 pm. \n[0028] In one embodiment, wherein the coagulant, the adsorbent, and/or the flocculant are recovered with the fibrous treatment agent and recirculated and/or reused during aggregation or for separating the contaminants. \n[0029] In one embodiment, the method is free of any coagulant and/or flocculant additions. \n[0030] In one embodiment, the floes have a diameter of at least 2000 pm. \n[0031] In one embodiment, the fibrous treatment agent is already present in the contaminated water. \n[0032] In one embodiment, the physically separating step is a screening step with a mesh size of at least 100 pm. \n[0033] In one embodiment, the physically separating step is a screening step with a mesh size of at least 500 pm. \n[0034] In one embodiment, the fibrous treatment agent is iron grafted fibers having an aspect ratio of length over diameter of at least 10. \n[0035] In one embodiment, the method further comprises the step of washing and/or fragmenting the floes to retrieve and/or reuse the fibrous treatment agent. In some cases where coagulant, flocculant, ballast media, and/or adsorbent are employed in the method, these can also be recovered and/or reused with or without the fibrous treatment agent. In one embodiment of the method, a portion of the fibrous treatment agent provided includes recovered fibrous treatment agent, coagulant, flocculant, ballast media, and/or adsorbent obtained after physically separating the floes from the contaminated water. In one embodiment, the fibrous treatment is used as a carrier to recover and/or reuse coagulant, flocculant, ballast media, and/or adsorbent that are employed in the method as described herein. \n\n[0036] In one embodiment, physical separation includes one or more of sedimentation, decantation, aggregation, coagulation, flocculation, ballasted flocculation, settling, screening, three dimensional screening, three dimensional porous collector, sieving, adsorption, flotation, biological treatment, sludge blanket clarifiers, gravitational separation, press filtration, belt filtration, separation via a fluidized bed, and filtration. \n[0037] In one embodiment, the physical separation step is a screening step with a mesh size of at least 500 pm, preferably at least 1000 pm. \n[0038] In one embodiment, the fibrous treatment agent is pristine or iron grafted fibers having an aspect ratio of length over diameter of at least 10. \n[0039] In yet a further aspect, there is provided a floe having a size of at least 1000 pm and comprising pristine, metal oxide and/or hydroxide functionalized fibers, and optionally at least one of a coagulant, a flocculant, a bridging agent, an adsorbent, a ballasting agent, and a contaminant, wherein the metal oxide and/or hydroxide functionalized fibers comprise fibers selected from the group consisting of cellulose, polyester, cotton, nylon, maize, polysaccharide-based, lignin, keratin and combinations thereof. In one embodiment, the floe comprises metal oxide and/or hydroxide functionalized fibers. In one embodiment, the oxide and/or hydroxide functionalized fibers are iron oxide and/or hydroxide fibers. In one embodiment, the contaminant is selected from the group consisting of phosphorus contaminants, natural organic matter, specific natural organic matter fraction, disinfection by-products, disinfection by-products precursors, soluble contaminants, particulate contaminants, colloidal contaminants, turbidity, total suspended solids (TSS), hardness, bacteria, viruses, pathogens, microorganisms, hydrocarbons, nanoplastics, microplastics, naphthenic acids, and metals. \n[0040] In one aspect, there is provided the use formulations of fibers and polymers (or other chemicals such as coagulant, flocculant, and any other chemical, media, and adsorbent used in water treatment) in the methods described herein or the floes described herein, for biological treatment (e.g., activated sludge), or any other aggregation and separation method that don’t usually required metal-based coagulant such as alum or ferric sulfate. In one embodiment, the formulations of fibers and ballast media (e.g., silica sand and magnetite) increase the floe size and density. In one embodiment, the formulation comprises fibers of different lengths (e.g. around 1000 pm cellulose fibers and >10 000 pm cotton fibers). In one embodiment, the use of \n\nformulations is for biological treatment, to improve biofilm formation and growth during biofiltration, activated sludge system, or any other biological treatment. In one embodiment, the use of the formulation is for the treatment of domestic wastewater or other decentralized treatment applications. In one embodiment, the formulations further comprise granular media (such as sand, anthracite, granular activated carbon). In one embodiment, the use comprises a porous collector, for filtration applications. \n[0041] Many further features and combinations thereof concerning the present improvements will appear to those skilled in the art following a reading of the instant disclosure. As would be understood by those skilled in the art, the aspects described herein may be combined with any of the embodiments described herein. Furthermore, the embodiments can also be combined with one or more other embodiments described herein. \nDESCRIPTION OF THE DRAWINGS \n[0042] Figure 1 A is a schematic flow diagram of a separation method according to the prior art; \n[0043] Figure 1B is a schematic flow diagram of a separation method according to one embodiment of the present disclosure; \n[0044] Figure 2A is a schematic representation of a floe according to the prior art. \n[0045] Figure 2B is a schematic representation of a floe formed with pristine fibers according to an embodiment of the present disclosure. \n[0046] Figure 2C is a schematic representation of a floe formed with functionalized fibers according to an embodiment of the present disclosure. \n[0047] Figure 2D is a schematic representation of a floe formed with a flake according to an embodiment of the present disclosure. \n[0048] Figure 2E is a graph of the screened (left bar graph) and settled turbidity (right bar graph) for each of a no fibers condition (negative control), pristine fibers according to an embodiment of the present disclosure, nanofibers having a length of less than 200 nm, microfibers having a length of less than 10 pm, and microfibers having a length of 10 - 100 pm. \n\n[0049] Figure 2F is a microscopy image an example of conventional floes (prior art, left) formed, compared to floes formed with fibers according to an embodiment of the present disclosure (center) and floes formed with microspheres according to an embodiment of the present disclosure (right) with a zoom-in schematic representation. Scale bar is 1000 pm. \n[0050] Figure 2G is a microscopy image of floes formed with flakes according to an embodiment of the present disclosure having a size that can be trapped in a 1000 pm mesh screen (left), 2000 pm mesh screen (center) and 3000 pm mesh screen (right) with a zoom-in schematic representation. Scale bar is 1000 pm. \n[0051] Figure 3A is a schematic comparison of pristine fibers and of synthesized SiC>2-fibers of one embodiment of the present disclosure, as well as a characterization of SiC>2-fibers. Graphs of scanning electron microscopy-energy dispersive spectroscopy (SEM-EDS) and Fourier transform infrared spectroscopy (FTIR) are shown and demonstrate that the presence of grafted S1O2 is confirmed; \n[0052] Figure 3B is a graph of settled turbidity vs settling time illustrating the impact of pristine fiber (o), SiC>2-fibers (■), and Si02-microspheres (A) vs. conventional treatment (no fiber) (· top most curve) on turbidity removal rates. Error bars indicate standard deviation obtained from duplicate experiments; \n[0053] Figure 3C is a graph of settled turbidity vs settling cycles illustrating the impact of repeated cycles on turbidity removal for SiC>2-fibers (A), and SiC>2-microspheres (■), where the dashed line shows the industry standard after treatment (1 NTU); \n[0054] Figure 3D is a graph of mass change vs temperature illustrating a determination of grafted S1O2 content on acid-washed fibers extracted from wastewater using thermogravimetric analysis (TGA); \n[0055] Figure 3E is a graph of settled turbidity vs coagulant concentration illustrating the impact of a fibrous treatment agent (100 mg fibers/L (A), 100 mg Si02-fibers/l_ (■), and 1000 mg Si02-microspheres (¨)) of embodiments of the present disclosure vs. conventional prior art treatment (no fibers) (·) on an known coagulant (e.g., alum) concentration. Reductions in coagulant demand of ~20% and ~40% with fibers (pristine orSi02-fibers) and Si02-microspheres, respectively, maintained a settled turbidity of 1 NTU after 1 min settling. Conditions: 30 mg of \n\ncoagulant/L (e.g., alum), 0.25 mg flocculant/L (e.g., polyacrylamide), where the dashed line indicates the industry standard after treatment (1 NTU). Error bars indicate standard deviation obtained from duplicate experiments; \n[0056] Figure 3F is a graph of settled turbidity vs flocculant concentration illustrating the impact of SiC>2-fibers on the required flocculant (e.g., polyacrylamide) concentration. Reductions in flocculant demand of ~40 % and more than 60% after 15 s and 1 min of settling, respectively, when 50 mg SiC>2-fibers/L was used to achieve a settled turbidity of 1 NTU. Conditions: 30 mg of coagulant/L (e.g., alum). The dashed line indicates the industry standard after treatment (1 NTU). 15 s of settling with no fibers (¨), 15 s of settling with 50 mg SiC>2-fibers/L (A), 1 min of settling with no fibers (·), and 1 min of settling with 50 mg SiC>2-fibers/L (■). Error bars indicate standard deviation obtained from duplicate experiments; \n[0057] Figure 4A is a schematic representation of floe formation and trapping via screening according to one embodiment of the present disclosure. Conventional prior art floes are not removed (middle) while floes formed with different types of fibers or SiC>2-microspheres according to one embodiment of the present disclosure (top and bottom) are easily trapped; \n[0058] Figure 4B is a graph of screened turbidity vs screen size illustrating an impact of screen mesh size and type of fibers/microspheres on screened water turbidity. Horizontal dashed line shows the industry standard after treatment (1 NTU). No fibers conventional treatment (-), cellulosic fibers (A), recycled cellulosic fibers (D), polyester fibers (^), keratin fibers (o), cotton fibers (0), and SiC>2-microspheres (■); \n[0059] Figure 4C is a graph of screened turbidity vs screen size illustrating an impact of screen mesh size and type of fibers/microspheres on screened water turbidity. Horizontal dashed line shows the industry standard after treatment (1 NTU). Cellulosic fibers (A) and S1O2- microspheres (■); \n[0060] Figure 5A is a schematic of a flake synthesis according to one embodiment of the present disclosure, the figure illustrates natural organic matter (NOM) adsorption on cationic (hydr)oxide patches (before coagulant and flocculant injection), floe and colloid aggregation on flakes, and NOM and colloids-loaded flakes trapped on a screen (or other separation methods); \n\n[0061] Figure 5B shows a graph of NOM (surface water) adsorption and removal as function of flake concentration. Dashed line indicates the average result obtained from duplicates; \n[0062] Figure 5C shows a graph of soluble phosphorus adsorption and removal in contaminated water as a function of flake concentration. Dashed line indicates the average result obtained from duplicates; \n[0063] Figure 5D shows the composition of flakes and stuffed flakes determined by TGA. Stuffed flakes were filled with recycled crushed glass (density of 2.6) to increase the material density; \n[0064] Figure 6A is a photograph of two containers containing floes in water according to the prior art (top container) and according to the present disclosure (bottom container), the scale is in cm; \n[0065] Figure 6B is a graph of the screened turbidity as a function of the mesh size for a screening according to the present disclosure. Iron grafted fibers (o) were used (Alum: 30 mg/L. Polyacrylamide: 0.3 mg/L) and a treatment according to the prior art (A); \n[0066] Figure 7A is a graph of the screened turbidity as a function of the cycle number after a screening with a 500 pm screen, Fe-grafted fibers were used in combination with alum, namely 30 mg/L alum (cycle 1) and no extra alum (cycles 2-4) (100 mg/L fibers) (·); 10 mg/L alum (no fibers) (0); 10 mg/L alum (100 mg/L fibers) (X); 30 mg/L alum (no fibers) (□); and 30 mg/L alum (cycle 1) and +10 mg/L alum (cycles 2-4) (100 mg/L fibers) (o); \n[0067] Figure 7B is a graph of the screened turbidity as a function of the cycle number after 3 min of settling, Fe-grafted fibers were used in combination with alum, namely 30 mg/L alum (cycle 1) and no extra alum (cycles 2-4) (100 mg/L fibers) (·); 10 mg/L alum (no fibers) (0); 10 mg/L alum (100 mg/L fibers) (X); 30 mg/L alum (no fibers) (□); and 30 mg/L alum (cycle 1) and +10 mg/L alum (cycles 2-4) (100 mg/L fibers) (o); \n[0068] Figure 7C is a scanning electron microscopy (SEM) image of the functionalized fibers associated with floes; \n\n[0069] Figure 7D is a scanning electron microscopy - energy dispersive spectroscopy (SEM- EDS) image showing coagulant (alum detected by measurement of Al) attached to the functionalized fiber. Light areas represent detected Al; \n[0070] Figure 8A is a graph showing the concentration of natural organic matter (NOM) contaminants as a function of the concentration of Fe-grafted fibers according to the present disclosure (raw water: 4.6 mg C/L, pH: 7.0 ± 0.2 with 30 mg alum/L) (the dashed line represents average values obtained from replicates); \n[0071] Figure 8B is a graph showing the concentration of soluble phosphorus contaminant when Fe-grafted fibers according to the present disclosure are used as an adsorbent without a coagulant (the dashed line represents average values obtained from replicates; open symbols are the replicates of closed symbols); \n[0072] Figure 8C is a graph showing the phosphorus reduction as a function of alum dose for a treatment with 200 mg/L iron grafted fibers according to the present disclosure (A) and without fibers (□); \n[0073] Figure 9 shows the composition of Fe-grafted fibers (full line) vs. pristine fibers (dashed line) determined by TGA; \n[0074] Figure 10 is a graph of the iron removal as a function of the flakes concentration after adsorption; \n[0075] Figure 11A is a graph of the extracellular polymeric substances (EPS) deposition rate measured using a quartz crystal microbalance (QCM) (at pH 7); \n[0076] Figure 11B is a graph of proteins and humics deposition rates (deposition on S1O2 versus Fe2C>3 surfaces) measured by quartz-crystal microbalance (QCM) at pH 7; \n[0077] Figures 12A-12C are graphs of the impact of iron concentration (12A), of polyacrylamide concentration (12B) and of pH (12C) during fibrous materials synthesis on the iron surface coverage (obtained by XPS); \n[0078] Figure 13 is a graph of the impact of Fe-grafted fibers and pristine fibers on the removal of emerging contaminants e.g., hydrocarbons (BTEX: benzene, toluene, ethybenzene, \n\nr-, m-xylene, and o-xylene). No coagulant and no flocculant. 200 mg fibers/L, pH 7.6, mixed during 10 min; \n[0079] Figure 14A is a graph of the impact of screen mesh size on the turbidity removal for wastewater application (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L and 200 mg fibers/L). Dashed lines represent the average value obtained from triplicates for no fibers (·) and 200 mg/L fibers (A); \n[0080] Figure 14B is a graph of the impact of screen mesh size on nanoplastic removal for wastewater application (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L and 200 mg fibers/L). Dashed lines represent the average value obtained from triplicates for no fibers (·) and 200 mg/L fibers (D); \n[0081] Figure 14C is a graph of the impact of settling time on nanoplastic removal for wastewater application (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L, 200 mg fibers/L) for Fe-fibers (A) and pristine fibers (D); \n[0082] Figure 14D is a graph of the impact of fiber concentration on microplastic removal for wastewater application (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L, 200 mg fibers/L and 3 min of settling); \n[0083] Figure 15A shows the impact of fiber reusability over 5 cycles on the turbidity removal (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L, 200 mg fibers/L and 3 min of settling). Dashed line represents the average value obtained from triplicates; \n[0084] Figure 15B is a graph of the impact of pH during the washing of fibers. Settled fibers were rinsed at pH 7 and 10. Error bars represent the standard deviation obtained from triplicates; \n[0085] Figure 16 a graph showing the elemental characterization by XPS of pristine and Fe- fibers, before and after usage (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: 60 mg alum/L, 0.4 mg flocculant/L, 200 mg fibers/L and 3 min of settling). The coagulant alum and the flocculant (polyacrylamide) were still attached on fibers after usage; \n\n[0086] Figure 17 is a graph showing the settled turbidity as function of the cationic polymer concentration (e.g., polyacrylamide or quaternary amine-based polymers) (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: no coagulant (alum), 200 mg pristine fibers/L and 3 min of settling). ¾ : 8 min of aggregation, A : 2 min of aggregation. Dashed line represents the average value obtained from triplicates; \n[0087] Figure 18 is a graph showing the screened turbidity as function of the cationic polymer concentration (e.g., polyacrylamide or quaternary amine-based polymers) (water turbidity: 6 NTU, pH: 7.7 ± 0.3; conditions: no coagulant (alum), 200 mg pristine fibers/L, floes suspension was screened via a press filter system with screen mesh size of 500 pm; no settling was required); \n[0088] Figure 19 is a graph showing the settled turbidity as function of the cationic polymer concentration (e.g., polyacrylamide or quaternary amine-based polymers) when a ballast media (4 S1O2 g/L, dso = 130 pm) is used alone or in combination with fibers (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: no coagulant (alum), 200 mg pristine fibers/L, aggregation during 2 min, and 3 min of settling). Error bars represent the standard deviation obtained from triplicates; \n[0089] Figure 20 is a graph that shows the screened turbidity as function of the screen mesh size when cellulose fibers (average length ~ 1000 pm, 200 mg fibers/L) are used alone, or in combination with longer fibers (cotton, average length > 10,000 pm, 1000 mg fibers/L) (wastewater turbidity: 56 NTU, pH: 7.8 ± 0.3; conditions: no coagulant (alum), 2 mg cationic polymers/L, aggregation during 20 sec, no settling is required). Dashed lines represent the average value obtained from triplicates; \n[0090] Figure 21 shows the removal of naphthenic acids by adsorption on pristine fibers and Fe-grafted fibers at pH 6 and 7. Wastewater: 100 mg/L naphthenic acids. Fiber concentration: 1000 mg/L (no coagulant and no flocculant). Fibers were removed from treated waters via a 20 pm screen mesh; and \n[0091] Figure 22 shows the removal of turbidity via screening (1000 pm screen mesh). Conventional treatment (o) is compared to fibrous treatment (pristine fibers (A)) with different alum concentration. Domestic wastewater: pH 7.3, turbidity of 181 NTU. Flocculant: 1 mg polyacrylamide/L. \nDETAILED DESCRIPTION \n\n[0092] The present disclosure concerns the treatment of water containing contaminants using a physical separation. The contaminants can be natural organic matter (NOM), specific NOM fractions, phosphorus and other soluble contaminants as well as particulate or colloidal contaminants (such as turbidity and total suspended solids (TSS)). The water provided to the present methods for treatment, in some embodiments, can be raw or pre-treated, to remove the macro and large contaminants (cellulose, polyester, cotton, nylon, keratin and the like). The term “physical separation” as used herein refers to a separation that relies on at least one physical characteristic such as the size and/or density of contaminant species to remove them from the contaminated water. In one embodiment, the physical separation is one or more of sedimentation, decantation, aggregation, settling, screening, sieving, adsorption, gravitational separation, flotation, sludge blanket clarifier, and filtration. For example, the filtration is at least one of granular filtration, membrane filtration, biofiltration, and biosorption. In another example, the gravitational separation is at least one of ballasted flocculation, flocculation, and air-dissolved flotation. \n[0093] To achieve adequate physical separation and simultaneously achieve improved sustainability, cost and efficiency, fibrous treatment agents having a length of at least 100 pm and a diameter of at least 5 pm are used. The fibrous agents could be already present in the waterto be treated (e.g., domestic wastewater that contains textile fibers, or wastewater from the pulp & paper industry containing cellulose/lignin fibers), or added to the water to improve treatment. These fibrous treatment agents can be engineered from fibers recovered from wastes from wastewater treatment plants, pulp and paper industry and from other industries; namely, cotton, cellulose, polyester, and keratin fibers, and other waste, recycled and pristine materials. The fibrous treatment agents, such as fibers, microspheres (Figure 2F), flakes (Figure 2G), aggregates, hydrogels, sponge materials and fiber-based materials can be assembled as pristine or functionalized with oxides, hydroxides, metal oxides, metal hydroxides, hydrophobic or hydrophilic entities, polar and nonpolar groups, metallic elements and/or polymers. More specifically, the fibrous treatment agent can contain pristine and/or functionalized fibers/microspheres/flakes. The fibrous treatment agents of the present disclosure include fibers that are functionalized with oxides, hydroxides, metal oxides, metal hydroxides, hydrophobic or hydrophilic entities, polar and nonpolar groups, metallic elements and/or polymers. The fibrous treatment agents of the present disclosure also include fibers that are chemically modified e.g., with (quaternary) amines, coagulant, flocculant, with hydrophobic or hydrophilic entities, with polar and nonpolar groups or carboxylated, sulfonated and/or phosphorylated fibers. In a \n\npreferred embodiment, the fibrous treatment agent is a fiber grafted with iron oxides and/or hydroxides. Prior to functionalization, the fiber can be pristine fiber. The term “pristine fibers” as used herein refers to fibers that are free of any functionalization or chemical modification. The term pristine can refer to fibers recovered from waste such as keratin-based fibers or maize residues as long as they were not functionalized after the recovery from the waste. The fibrous treatment agents can be tuned in terms of size, density, surface area, and surface chemistry to be optimal to the specific type of contamination that needs to be treated. The use of the fibrous treatment agents of the present disclosure drastically improves contaminant removal during water treatment (such as settling) by increasing the size and/or density of floes. The fibrous treatment agents have at least one of the following functions: coagulating, flocculating, bridging, ballasting, and adsorbing. Moreover, in some embodiments the fibrous treatment agents can have all of these functions which can be particularly advantageous in reducing the requirements of other chemicals and thereby reducing the cost of the operation as well as the environmental footprint. The fibrous treatment agents described herein allow for the production of floes that have a size that is screenable and/or has an improved settling speed. In prior art water treatment methods the settling tank is essential to completely remove the floes. However, a wastewater treatment using the present fibrous treatment agent may optionally eliminate the step of the settling tank. The settling tank is a costly process unit with limited sustainability. Thus, the present methods reduce the cost and improve the sustainability of water treatment. \n[0094] Referring to Figures 1A and 1 B, a process according to the prior art 100a and according to the present disclosure 100b, has raw water 101 that requires treatment, provided to an aggregation tank 102. In Figure 1A, the floe 103a produced is too small (usually less than 500 pm) to be captured by screening 104. Therefore, it is not possible to capture the floes using screening 104 according to the prior art. However, the floes can be separated by settling (settling tank 105). Unfortunately, prior art methods of settling require improvements as they are too time consuming and costly. In contrast, as illustrated in Figure 1 B, the floes 103b produced according to the present disclosure are of a larger size (e.g. about 1000 pm or larger) and can be captured by screening 104. Therefore, according to one embodiment of the present disclosure it is possible to choose to only perform screening 104 and eliminate the need for the settling tank 105. This would significantly reduce the operating time, costs and efficiency. However, the settling tank 105 can also be used in addition or instead of the screening 104. In that case, the larger floes of the present disclosure would settle faster than the smaller floes according to the prior art. Thus, a \n\nsettling step according to the present disclosure method is faster, more efficient and more cost effective when compared to the prior art settling. \n[0095] Different exemplary floes are illustrated in Figure 2A-2D. A prior art floe 201 has a small size and consists of aggregated contaminants with coagulants and flocculants 210. The size of prior art floes is generally <500 pm. Some of the natural organic materials (NOM) and some other soluble or colloidal contaminants 211 are not associated with the prior art floe as illustrated in the figure. In contrast, the floes 202, 203, and 204 according to the present disclosure associate with more of the contaminants. The word “associated” as used herein, means that contaminants (e.g., natural organic materials (NOM) and other soluble or colloidal contaminants 211) are part of the floe, they can be entrapped without any chemical binding and/orthey can bind to parts of the floes (intermolecular bonds such as hydrogen bonds, electrostatic interactions, and/or dipole-dipole, and/or intramolecular bonds such as ionic bonds and/or covalent bonds). The floes according to the present disclosure can capture contaminants including but not limited to particulates, turbidity, NOM, phosphorus, total suspended solids (or any other types of soluble molecules, colloids or contaminants), nanoplastics, microplastics, hydrocarbons (e.g., BTEX) or other contaminants issued from the petrochemical industry (e.g., naphthenic acids), nanoplastics, microplastics, heavy metals, arsenic (issued from mining, pulp and paper, agriculture wastewater/drainage water, food industry, petrochemical, or other industries, or in domestic or other decentralized treatment applications). A floe 202 produced with pristine fibers according to an embodiment of the present disclosure can reach the size of at least 1000 pm and includes the coagulants and flocculants 210, the NOM and soluble/colloidal contaminants 211 as well as fibers 212. A floe 203 produced with functionalized fibers according to one embodiment of the present disclosure also reaches the size of at least 1000 pm and includes the coagulants and flocculants 210, the NOM and soluble/colloidal contaminants 211 , fibers 212 having functionalized groups or coating 213 at their surface. Moreover, a floe 204 produced from a flake 214 that has fibers 212 that are functionalized according to one embodiment of the present disclosure, captures the soluble (NOM and P) and particulate/colloidal contaminants 211 and includes the coagulants and flocculants 210. Notably, the floes according to the present disclosure have an increased density which increases the settling speed of the floes. The fibrous treatment agents of the present disclosure can simultaneously adsorb natural organic matter (NOM), specific NOM fraction, and phosphorus (or other soluble contaminants), bridge colloids together, effectively ballast floes and reduce chemical usage (e.g., coagulants and flocculants). The floes produced are screenable, \n\nwhich allows optionally eliminating the settling tank, a costly and high footprint process unit. This process improvement is only possible if fibers are long enough as disclosed herein or if microspheres/flakes are used. Contrary to pristine fibers or functionalized fibers (floes 202 and 203), nanofibers and microfibers do not improve the size of floe, nor their removal during settling or screening (Figure 2E). \n[0096] As used herein the term “coagulant” refers to an agent that promotes the destabilization of a colloidal suspension and/or precipitates soluble contaminants. The coagulant can for example, neutralize the electrical charge on colloidal particles, which destabilizes the forces keeping the colloids apart. As used herein the term “flocculant” refers to an agent that promotes flocculation by increasing floe size and/or stabilizing the floe shape. For example, the flocculant can cause colloids or other suspended particles to aggregate and form a floe. Typically, a flocculant is used to increase the size of floes, notably by aggregating the particles formed during coagulation. As used herein the terms “ballasting”, “ballasting agent” or “ballast media” refers to an agent that increases the size and/or the density of floes. As used herein the term “adsorbent” refers to an agent that absorbs contaminants and thereby captures the contaminants within its fibrous matrix or on its surface. As used herein the term “bridging agent” refers to an agent or linear structure able to connect particles or floes together, hence increasing the size of floes. For example, fibers having a length larger than 100 pm are considered bridging agents. \n[0097] To produce the floes, a fibrous treatment agent comprising fibers in the form of free fibers can be used. In one example the free fibers are functionalized. In another example the free fibers are pristine. In a further example, the free fibers can be a mix of functionalized and pristine. In one embodiment, the fibrous treatment agent comprises pristine fibers having a length of at least 10 pm, at least about 100 pm, at least about 500 pm, at least about 1000 pm, at least about 2000 pm, at least about 3000 pm, at least about 4000 pm, or at least about 5000 pm, and a diameter of at least about 5 pm, at least about 6 pm, at least about 7 pm, at least about 8 pm, at least about 9 pm, at least about 10 pm, at least about 15 pm, at least about 20 pm, or at least about 50 pm. For example, the pristine fibers can have a length of between about 100 to about 15,000 pm, about 1000 to about 15,000 pm, about 2000 to about 15,000 pm, about 3000 to about 15,000 pm, about 4000 to about 15,000 pm, or about 5000 to about 15,000 pm. In one embodiment, the pristine fibers have an aspect ratio of length over diameter of at least about 10, at least about 15, at least about 20, or at least about 25. The density of the fibers depends on the \n\ntype of fibers used during its synthesis (e.g., cellulose, cotton, polyester, keratin, nylon, etc. which can be pristine, waste or recycled). For example, the density of fibers that are not functionalized is between about 0.6 to about 1.5. In one embodiment, the fibrous treatment agent consists of pristine fibers as defined herein. In a further embodiment, the fibrous treatment comprising or consisting of pristine fibers is free of functionalized fibers. Pristine fibers according to the present disclosure are particularly suitable for use as super bridging agents. The effectiveness of pristine fibers as super bridging agents increases with size, for example a length of at least 1000 pm. The fibers used to obtain the pristine fibers of the fibrous treatment agent may be cellulosic fibers derived from wastewater fibers (such as bathroom tissue), and/or recycled cellulosic fibers (such as from blended domestic residues or pulp and paper industry wastes). \n[0098] In one embodiment, the fibrous treatment agent comprises functionalized fibers. In one embodiment, the fibrous treatment agent comprises functionalized fibers having a length of at least about 100 pm, at least about 150 pm, at least about 200 pm, at least about 300 pm, at least about 400 pm, at least about 500 pm, at least about 1000 pm, or at least about 2000 pm, and a diameter of at least about 5 pm, at least about 6 pm, at least about 7 pm, at least about 8 pm, at least about 9 pm, at least about 10 pm, at least about 15 pm, at least about 20 pm, or at least about 50 pm. For example, the functionalized fibers can have a length of between about 100 to about 15,000 pm, about 200 to about 15,000 pm, about 300 to about 15,000 pm, about 400 to about 15,000 pm, about 500 to about 15,000 pm, about 1000 to about 15,000 pm, or about 2000 to about 15,000 pm. In one embodiment, the functionalized fibers have an aspect ratio of length over diameter of at least about 10, at least about 15, at least about 20, or at least about 25. The density of the fibers depends on the functionalization and on the type of fibers used during its synthesis (e.g., cellulose, cotton, polyester, keratin, nylon, etc. which can be pristine, waste or recycled). The density increases with increasing levels of functionalization. In one embodiment, the density is at least about 1.5. The term “functionalized” as used herein refers to a functionalization with metal ions, metal oxides and other hydroxides such as Si, Ca, Ti, Zn, Al and/or Fe oxides and hydroxides (monomeric or polymeric forms), and/or with organic polymers such as polyamines, polyacrylamides, polydiallyldimethylammonium chloride, epichlorohydrin/dimethylamine, polysaccharide-based polymers, and any other polymers with hydrophobic or hydrophilic entities, coagulants, flocculants, and/or fiber binding/linking agents. The functionalization grants the fibers increased interactions with contaminants. Functionalized fibers are particularly suitable to be used as a bridging agent, adsorbent and/or ballasting agent. \n\nIn one embodiment, the surface area is estimated to be about 10 to 300 m2/g, 10 to 350 m2/g, 10 to 400 m2/g, or 10 to 500 m2/g. The fibers may be cellulosic fibers derived from wastewater fibers (such as bathroom tissue), and/or recycled cellulosic fibers (such as from blended domestic residues or pulp and paper industry wastes). Although more costly, it is also an option to produce the fibers from pristine cellulosic fibers. The use of fibers in the treatment agent allows for a reduction in the amounts of coagulant and flocculant needed, increases the floe settling velocity, and produces floes that can be extracted by screening. \n[0099] The fibrous treatment agent can include microspheres (Figure 2F) in addition or instead of fibers to produce the improved floes having increased size and density. Microspheres can surpass the performance of free fibers during water treatment by forming larger and denser floes which lead to better removal during settling and screening. In one embodiment, the microsphere has a diameter of at least about 20 pm, at least about 50 pm, at least about 100 pm, at least about 200 pm, at least about 500 pm, at least about 1000 pm, at least about 1500 pm, at least about 2000 pm, at least about 3000 pm, at least about 4000 pm, at least about 5000 pm, at least about 10,000 pm, at least about 15,000 pm, or at least about 20,000 pm. For example, the microspheres can have a diameter of between about 20 pm to about 50,000 pm, about 50 pm to about 50,000 pm, about 100 pm to about 50,000 pm, about 200 pm to about 50,000 pm, about 500 pm to about 50,000 pm, about 1000 pm to about 50,000 pm, about 1500 pm to about 50,000 pm, about 2000 pm to about 50,000 pm, about 3000 pm to about 50,000 pm, about 4000 pm to about 50,000 pm, about 5000 pm to about 50,000 pm, about 10,000 pm to about 50,000 pm, about 15,000 pm to about 50,000 pm, or about 20,000 pm to about 50,000 pm. Microspheres are functionalized and can be produced from functionalized precursor fibers. The density of the microspheres depends on the functionalization. For example, the density of microspheres that are not heavily functionalized is between about 0.6 to about 1.5. The density increases with increasing levels of functionalization. In one embodiment, the density is at least about 1.5. \n[0100] The fibrous treatment agent can include flakes (Figure 2G) in addition or instead of fibers and microspheres to produce the improved floes having increased size and density. Similarly to microspheres, can surpass the performance of free fibers during water treatment by forming larger and denser floes which lead to better removal during settling and screening. In one embodiment, the flake has a diameter of at least about 20 pm, at least about 50 pm, at least about 100 pm, at least about 200 pm, at least about 500 pm, at least about 1000 pm, at least about \n\n1500 pm, at least about 2000 pm, at least about 3000 pm, at least about 4000 pm, at least about 5000 pm, at least about 10,000 pm, at least about 15,000 pm, or at least about 20,000 pm. For example, the flakes can have a diameter of between about 20 mhi to about 50,000 mhi, about 50 mhi to about 50,000 mhi, about 100 mhi to about 50,000 mhi, about 200 mhi to about 50,000 mhi, about 500 mhi to about 50,000 mhi, about 1000 mhi to about 50,000 mhi, about 1500 mm to about 50,000 mhi, about 2000 mhi to about 50,000 mm, about 3000 mhi to about 50,000 mhi, about 4000 mm to about 50,000 mhi, about 5000 mhi to about 50,000 mhi, about 10,000 mm to about 50,000 mhi, about 15,000 mhi to about 50,000 mm, or about 20,000 mhi to about 50,000 mhi. Flakes are functionalized and can be produced from functionalized precursor fibers. The density of the flake depends on the functionalization and on the type of fibers (e.g., cellulose, cotton, polyester, keratin, nylon, etc. that can be pristine, waste or recycled) used during its synthesis. For example, the density of microspheres that are not heavily functionalized is between about 0.6 to about 1 .5. The density increases with increasing levels of functionalization. In one embodiment the density is at least about 1 .5. \n[0101] In some embodiments, the fibrous treatment agent consists of functionalized fibrous components. In other embodiments, the fibrous treatment agent comprises or consists of functionalized fibrous components and is free of pristine fibers. In one example, the fibrous components comprise functionalized free fibers, microspheres and/or flakes. In one embodiment, the fibrous treatment agent is functionalized with amines (e.g. quaternary), coagulant, flocculant, with hydrophobic or hydrophilic entities, polar and/or non-polar groups, a carboxymethylation, a sulfonation and/or a phosphorylation. Functionalization can be performed as the agent is produced or subsequently. Functionalization can improve the removal of negatively and positively charged contaminants during water treatment (e.g., negatively charged nanoplastics). In one embodiment, to graft, functionalize or link fibers together, or to synthesize grafted fibers or fiber- based aggregates, oxides and hydroxides such as AI(OH)x, Fe(OH)x, AI2O3, Fe2C>3, CaCCb, Fe3C>4, FeOOH, S1O2, T1O2 and ZnO and any other monomeric or polymeric hydroxides or oxides can be used (alone or as a blend). Furthermore, in one embodiment, inorganic and organic (e.g. cationic) polymers such as polyamines (e.g. functionalized with quaternary amine group), polyacrylamides, polydiallyldimethylammonium chloride, epichlorohydrin/dimethylamine, polysaccharide-based polymers, and any other polymers with hydrophobic or hydrophilic entities, and/or fiber binding/linking agents can be used. To increase the mechanical resistance of the fibrous treatment agent, it can be reinforced 1) by adding high molecular weight polymers during \n\nsynthesis promoting internal linkages or 2) by grafting Si (or other hydroxides or oxides) on the external structure of the materials. In one example, the concentration of Fe grafted on fibers of the fibrous treatment agent is about 0 or about more than 0, to about 90 w/w%, or higher (near 100). Similarly, in one example, the concentration of Si grafted on fibers of the fibrous treatment agent is about 0 or about more than 0, to about 90 w/w% or higher (near 100). \n[0102] The following table presents exemplary components or precursor materials of the fibrous treatment agent. \n\n\nTable 1 : Examples of fibrous treatment agent components and precursor materials. \n\n\n[0103] Accordingly there is provided a method of treating water with the fibrous treatment agents of the present disclosure described above (pristine fiber, functionalized fiber, microsphere, and/or flake). The water suitable to be treated in the present methods includes “raw” water or previously treated water, for example to remove macro and large contaminants. Raw water can \n\nreferto waterdirectly extracted from a natural body of water (river, lake, sea, ocean, ground water, etc.), or output water from an industrial plant (e.g., municipal wastewaters and sludge, steel and aluminum industries, food processing, pulp and paper, agriculture wastewaters/drainage water, pharmaceutical, mining, and petrochemical) or a tailings pond (naphthenic acids) or domestic wastewater or other decentralized treatment applications. The water may be treated before the present fibrous treatment agent is added to the water. Such treatments include but are not limited to removing at least a portion of the macro and large contaminants. The fibrous treatment can be implemented at the influent of the water treatment plant (e.g., before coagulation), in the coagulation tank, or injected later in the process (e.g., in the flocculation tank, in settling tank or during filtration). The fibrous treatment can also be used at the effluent of the plant, to treat, dewater and/or dehydrate sludge. \n[0104] When the fibrous treatment agent is added to the contaminated water, the fibrous treatment agent will associate with the contaminants (soluble and/or colloidal) to form floes. In one embodiment the floes formed can remove turbidity and can capture at least one of soluble or insoluble particulates, NOM, phosphorus, nanoplastics, microplastics, total suspended solids (or any other types of soluble molecules, colloids or contaminants), hydrocarbons or other contaminants targeted by the municipal industry or issued from the petrochemical industry (e.g., naphthenic acids, heavy metals (Figure 10), arsenic (issued from mining, pulp and paper, food industry, agriculture wastewaters/drainage water, petrochemical, or other industries). In one embodiment, the floes have a size of at least about 1000 pm, of at least about 1500 pm, of at least about 2000 pm, of at least about 2500 pm, of at least about 3000 pm, of at least about 3500 pm, of at least about 4000 pm, of at least about 4500 pm, of at least about 5000 pm, of at least about 6000 pm, of at least about 7500 pm, of at least about 10,000 pm, or of at least 20,000 pm. For example, the floes can have a size between about 1000 pm to about 100,000 pm, between about 1500 pm to about 100,000 pm, between about 2000 pm to about 100,000 pm, between about 2500 pm to about 100,000 pm, between about 3000 pm to about 100,000 pm, between about 3500 pm to about 100,000 pm, between about 4000 pm to about 100,000 pm, between about 4500 pm to about 100,000 pm, between about 5000 pm to about 100,000 pm, between about 6000 pm to about 100,000 pm, between about 7500 pm to about 100,000 pm, between about 10,000 pm to about 100,000 pm, or between about 20,000 pm to about 100,000 pm. In one embodiment, the term “size” as used in the context of describing floes refers to the diameter of the floe. \n\n[0105] In some embodiments, the fibrous treatment agents according to the present disclosure, particularly the iron grafted fibers, can be used to recover coagulants, flocculants, polymers, and other products or media involved in water treatment such as activated carbon, adsorbent, sand, and ballast media, from sludge. This in turn allows the recirculation and reuse of those agents because they can be recycled along with the fibrous treatment agents as described herein. Consequently, the fiber recirculation can reduce the amount of sludge produced. \n[0106] In one embodiment, the fibrous treatment agent can be added to the water to be at a concentration of at least about 1.0 mg/L, at least about 10.0 mg/L, at least about 100.0 mg/L, at least about 1 .0 g/L, at least about 2.0 g/L, at least about 3.0 g/L, at least about 4.0 g/L, at least about 5.0 g/L, at least about 6.0 g/L, at least about 7.0 g/L, at least about 8.0 g/L, at least about 9.0 g/L, at least about 10.0 g/L, at least about 11.0 g/L, or at least about 12.0 g/L. The fibrous treatment agent concentration depends on the composition of the fibrous treatment agent. For example, fibrous treatment agent with a majority of microspheres and/or flakes may be effective with a smaller concentration than a fibrous treatment agent with a minority of microspheres and/or flakes. Optionally, a further coagulant and/or a further flocculant is added to the contaminated water to improve the aggregation, flocculation and/or coagulation thereby improving the floe size, density, and/or contaminant capture efficiency. However, in one embodiment the method according to the present disclosure reduces the demand in chemicals (coagulants and flocculants). \n[0107] Once the floes are formed, the floes are separated by a physical separation step. In one embodiment, the physical separation step includes or is one or more of sedimentation, decantation, aggregation, settling, screening, sieving, adsorption, gravitational separation, flotation, sludge blanket clarifier, and filtration. For example, the filtration is at least one of granular filtration, membrane filtration, biofiltration, and biosorption. In the case of biofiltration the fibrous treatment agent can be used to form the biofilm on which the microorganisms will grow. The physical separation step can be composed of two or more consecutive or concurrent steps. For example, the physical step can include screening followed by settling. In one embodiment, the gravitational separation includes at least one of ballasted flocculation, flocculation, and air- dissolved flotation. In one embodiment, the physical separation includes passing the contaminated water through a sieve, a screen, and/or a rotating drum. In one example, a screen \n\nhaving pores of at least about 10 pm, 100 pm, at least about 200 pm, at least about 300 pm, at least about 500 pm, at least about 1000 pm, at least about 2000 pm, at least about 3000 pm, at least about 4000 pm, at least about 5000 pm, at least about 10 000 pm, at least about 20 000 pm, or at least about 50 000 pm. \n[0108] The higher the size and/or density of the floes, the faster and/or more efficient the physical separation becomes. The fibrous treatment agents according to the present disclosure produce an advantageously large particle/floc (and optionally dense) that improves physical separation in water treatment. In one embodiment, it can optionally allow for major changes in water treatment plant operations by removing the settling tank and relying on screening or sieving to remove the floes. This can significantly reduce the process footprint, the operation time and costs as well as improve the sustainability of water treatment operations. \n[0109] Furthermore, the floes of the present disclosure can be optionally washed to recover and therefore reuse the fibrous treatment agent. After the physical separation step (e.g. settling and/or screening), the fibrous treatment agents are extracted from sludge or from the screen and can be reused several times. For example, i) floes are fragmented and NOM and particles are partially desorbed and detached from the fibrous treatment agent, ii) cleaned fibrous treatment agent are separated from the sludge by screening, hydrocycloning or other suitable means, and iii) the recovered fibrous treatment agents are reinjected in the treatment tank (e.g. aggregation tank) after cleaning and extraction. Fragmented floes, desorbed NOM and sludge can be sent for sludge dewatering and drying. The fibrous treatment agent could also be left in the settled/screened sludge to improve the sludge treatment, dewatering, dehydration, or other sludge conditioning. \n[0110] The present method has many advantages including but not limited to reducing the demand in chemicals (additional coagulants, flocculants and ballasting agent), reducing the required settling time and improving the retention of floes, allows the screening of floes to be a self-sufficient separation step, optionally eliminating the settling tank, reusability, sustainability of source materials, reduced cost of materials and operation, improving aggregation kinetics and floe settling rate, improving contaminant adsorption and removal, and reducing alkalinity consumption (and other chemicals), thus sludge production/landfilling is expected to decrease proportionally as coagulant/flocculant usage is decreased. Furthermore, the fibrous treatment \n\nagents can be used to improve sludge dewatering, sludge drying, sludge purification, or other sludge treatments. \n[0111] The fibrous treatment agent can be produced or fabricated from waste materials and resources from different industries (e.g., steel and aluminum industries, food processing, pulp and paper, pharmaceutical, mining and other industries). The fabrication method can optionally include the use of a catalyst, an alcohol and/or silica. The fabrication method can be modified to optimized the fibrous treatment agent’s chemical composition, size, density, functional groups, shape, hydrophobicity, mechanical resistance, elasticity, or other physicochemical properties. The optimization can be tailored towards a specific type of contaminant that is generally expected to be present in the water (for example industrial contamination). Thus, the fibrous treatment agents can be modified so as to give specific surface affinities with contaminants, coagulants, flocculants, or other chemicals. In one embodiment, the fabrication method includes the use of dense fillers (e.g., sand, magnetite, recycled crushed glass, or other) to synthesize and to increase the density and/or the size of the fibrous treatment agent. Similarly, in one embodiment, light fillers (e.g., plastic, sugar, salts, anthracite, air, or other) can be used to synthesize, to modify the size, to modify the porosity, and/or to modify the density of the fibrous treatment agent. The fillers can be retrieved from the fibrous treatment agent either by heating and/or by solubilizing (e.g., salt and sugar) and washing (e.g. water). In one embodiment, the fibrous treatment agents are produced on site of the water treatment plant operation (e.g. municipal water treatment plant) using waste fibers (e.g. from bathroom tissue, or other fibers such as polyester, cotton, nylon, keratin). \n[0112] Additional advantages of the fibrous treatment agent of the present disclosure include: (a) reducing the demand in coagulant and flocculant, (b) improve sludge dewatering, sludge drying, sludge purification, or other sludge treatments, (c) improve process sustainability, to reduce capital/operational expenditures or to reduce the process footprint, (d) reduce the concentration of contaminants in treated water. \nEXAMPLE 1 SYNTHESIS METHODS AND CHARACTERIZATION OF EXEMPLARY FIBROUS TREATMENT AGENTS \n\n1.1 Si02-fibers and Si02-microspheres synthesis and characterization \n[0113] Different types of fibers were used for the grafting: cotton fibers (textile industry), polyester fibers (textile industry), nylon, keratin-based fibers , pristine fibers, low-cost recycled and deinked fibers from the pulp and paper industry, fibers (bathroom tissue) contaminated by municipal wastewater (influent from the city of Montreal, Canada), and other fibers. To simulate the fibers saturation with wastewater, 1 g of pristine fibers were soaked in 1 L of wastewater (city of Montreal) during 24 h at room temperature. Fibers were subsequently extracted from wastewater. Briefly, the solution was firstly screened with a 2000 pm (or more) nylon screen to remove larger aggregates and secondly intensively mixed at 1000 rpm (pH 4.5) with a magnetic stirrer to break aggregates attached to fibers into filterable particles. Fibers were subsequently collected using a 160 pm sieve, while the previously fragmented particles passed through the sieve. Using this technique, only long fibers with a high bridging potential are collected. Other fibre types such as cotton, polyester and keratin-based, all present in wastewater influent, were also used as bridging materials. Prior the grafting S1O2 procedure, all fiber types were washed in water and dried at 40 °C for 24 h prior to carrying out the Si grafting reaction described elsewhere. Tetraethoxysilane (TEOS) was used as the reagent, and phosphotungstic acid (H3PW12O40) as the catalyst were added to the pulp dispersion. The mixture was then vortexed to achieve a well- mixed dispersion before setting it to stir for 24 h at room temperature. The grafted Si02-fibers were then separated from the solvent using a 160 pm sieve and rinsed twice with water to remove any residual unreacted reagent and catalyst. \n[0114] During the synthesis, SiC>2-fibers (used in Figure 2F, center) and SiC>2-microspheres (used in Figure 2G, right) are simultaneously generated. Grafting silica sealed/stabilized the initial morphology of the fiber-based aggregate. Consequently, to foster the formation of Si02-fibers, the pulp must be properly dispersed to obtain a homogenous suspension of free fibers before the reaction with silica (with tetraethyl orthosilicate (TEOS)). Inversely, to promote the formation of stable and larger aggregates (Si02-microspheres), the dried pulp was simply manually grinded (i.e., the shape and the aggregate size is tunable) before grafting silica. The amount of grafted S1O2 and the relative proportion of Si02-microspheres vs. Si02-fibers obtained after synthesis could also be adjusted by modifying the ethanol/water and TEOS/water ratios, and by modifying the fibers concentration during the synthesis. To evaluate and clearly differentiate the impact of each material on water treatment, the Si02-fibers were separated from the Si02-microspheres by \n\ngravitational separation. The fibers and microspheres formed were shown to be stable in water and tolerated high shearing (velocity gradients as high as 1000 s 1). The compositions of pristine fibers (control) and grafted materials were also characterized using Fourier-transform infrared spectroscopy (FT-IR, Spectrum II, PerkinElmer) with a single bounce-diamond in attenuated total reflection (ATR) mode. The morphologies of all materials were obtained using scanning electron microscopy (SEM, FEI Quanta 450) coupled to energy dispersive x-ray spectroscopy (EDS). \n1.2 Flake synthesis and characterization \n[0115] A three-in-one material (flakes, used as coagulant, flocculant and ballast medium; Figure 2G) was synthesized by using a sustainable and low-cost method. 1 g of recycled fibers was washed twice in water and air-dried for 24h. After being washed, fibers were injected into FeCh solution, or other metal salts and/or polymers. The suspension was adjusted at different pH and stirred during 5 min. The grafted fibers were separated from the solution with a 160 pm sieve and were heated during 0.1-24 h (or more). The Fe surface coverage is tunable by adjusting the FeCh concentration during the synthesis. Contrarily to Si02-microspheres, the flakes did not require ethanol, a catalyst and TEOS fortheirsynthesis. SEM-EDS was used for characterization. The dried pulp was fragmented into large aggregates to improve the removal during screening. To increase the mechanical resistance of flakes, organic polymers were added before heating. Grafting Si or polymers on the flakes external structure was used as another method to improve the mechanical resistance. Dense filler (e.g. sand, crushed glass, magnetite, or other dense media) were added to the fiber-based aggregates to increase the material density and settling velocity (Figure 5D). Salts or sugar particles (or light fillers) were also added during synthesis to increase the material porosity; some of those fillers were solubilized and washed out from the flake by using water. \n1.3 Other syntheses \n[0116] Different type of fibers (cotton, keratin, cellulosic fibers and polyester, dryer lint, and other fibers from the textile, pulp and paper, food, mining, pharmaceutical industries, agriculture (Figure 20), etc.) were used. All those fibers were also functionalized/grafted and/or rearranged into fibers-based materials (microspheres, flakes or other morphological arrangement) using several (hydroxides (AI(OH)x (e.g., from alum; Figure 16), Fe(OH)x, AI2O3, Fe203, CaC03, Fe304, FeOOH, S1O2, T1O2 and ZnO, etc.) and many polymers (polyamines, polyacrylamide (Figure 16), \n\npolydiallyldimethylammonium chloride, epichlorohydrin/dimethylamine, polysaccharides-based polymers, etc.). Some chemicals and wastes materials were also collected from the textile, pulp and paper, food, mining, pharmaceutical and from other industries. The syntheses were performed at different temperature, metals concentration (Figure 12A), polyacrylamide concentration (Figure 12B and Figure 16), and pH (Figure 12C) and with different solvents, catalysts, etc. \n1.4 Tracking conventional indicator during water treatment (jar test) \n[0117] Water samples were first coagulated with alum (or other coagulants) and then flocculated with an organic polymer (or other chemicals). Fibers, SiC>2-microspheres or flakes and other fiber/materials were injected at the onset of flocculation (i.e., afterthe coagulation). Turbidity measurements were assessed after sieving/screening using different nylon screens mesh sizes (100, 500, 1000, 2000 and 5000 pm). Other mesh sizes and other materials than nylon could be used. Turbidity measurements were also assessed after settling. All screened and settled samples were collected at a depth of 2 cm from the top of the water surface. Floe sizing was performed at the end of flocculation using a stereomicroscope (10*; Olympus, model SZX16). After treatment, all materials were extracted from the screen or settled sludge, washed and reused several times in the processes (to reduce the operational expenditure). Jar test experiments were conducted using surface waters, wastewaters, municipal wastewaters, domestic wastewaters, and synthetic wastewaters. Screened and settled floe solutions were collected and adjusted at different pH to promote the floe fragmentation and NOM desorption. The solution was then mixed and the fibrous treatment agents were collected using different mesh sizes. Materials were then reused for subsequent jar tests. \nEXAMPLE 2 IMPACT OF THE FIBROUS TREATMENT AGENT ON SETTLING\n[0118] The fibrous treatment agents, used as bridging agents during aggregation, were grafted with different (hydroxides (e.g., silica oxide (S1O2)) to increase the agent’s specific gravity (density), to modify the fiber hydrophobicity/hydrophilicity and to modify affinities with contaminants or coagulants/flocculants (Figure 3A). The presence of Si (0 - 70 w/w%, or higher) on fibers was confirmed by FT-IR (Figure 3A) and thermogravimetric analysis (TGA) (Figure 3D). Grafting Si (or other hydr(oxides)) on fibers also allowed to morphologically rearrange fibers into fiber-based aggregates (e.g., microspheres, or other shape). The Si02-microspheres \n\nsimultaneously used as super-bridging-ballasting agents and as adsorbents are significantly more porous than mineral sands (silica and magnetite) used globally in ballasted flocculation, hence offering a higher surface area per gram of material. \n[0119] Increasing the floe size by bridging particles together is a key element in water treatment as it determines the floe settling velocity and contaminant removal rates. The flocculant effective chain length or hydrodynamic volume (dictated by its molecular weight and architecture) are good indicators of a flocculant’s potential in aggregation processes. Synthetic flocculants such as polyacrylamide (theoretical chain length < 100 nm) are used worldwide to increase the floe size. For the tested water, a floe mean diameter of 520 ± 50 pm was measured for conventional treatment (coagulant and flocculant, without fibers or fiber-based materials). However, when used as super-bridging agents and having a structure considerably longer than traditional flocculants, SiC>2-fibers generated floes with unprecedented size: 4950 ± 480 pm (or larger), more than 10 times larger than floes obtained with the conventional treatment. As shown in Figure 2E, the bridging effect mentioned above was not observed when nanofibers (length of <200 nm) or microfibers (length of <10 pm) were used instead of the fibrous treatment agent. For the tested waters, fibers of 10 - 100 pm showed a slight improvement in turbidity removal. \n[0120] In Figure 3B, the performance of pristine fibers during settling is compared to conventional treatment; higher removal rates are observed with pristine fibers. Due to their higher density, we also show that SiC>2-fibers are even more efficient than pristine fibers during settling (Figure 3B). However, the floes formed with SiC>2-microspheres were considerably larger compared to those obtained with other approaches (> 6000 pm). The required settling time to reach 1 NTU dropped considerably when SiC>2-microspheres were used. In this case, a considerably smaller (i.e. more sustainable) settling tank could be built without affecting the turbidity removal. This latter material would consequently completely change the process cost as compact treatment plants tend to be most economical. \n[0121] Due to their super-bridging effect, the tested fibers and microspheres (or other fiber- based materials) also allowed a reduction in coagulant/flocculant demand. This translates into a reduction in sludge production, hence decreasing the burden of its physical transport to landfills. Finally, we showed that SiC>2-fibers and SiC>2-microspheres (or other fiber-based materials) can be extracted, washed and reused several times in the process (at least 20 times) without affecting the solids removal (Figure 3C). \n\n EXAMPLE 3 IMPACT OF THE FIBROUS TREATMENT AGENT ON SCREENING\n[0122] For decades, engineers and researchers have used a systematic approach to reduce the settling tank size, cost and footprint: increasing - as much as possible - the floe settling velocity. With the floe size according to the present disclosure that can be obtained with fibers, grafted fibers and fiber-based material (used as bridging agent), screening methods can be implemented as more sustainable and cost effective strategies for floe removal. A key advantage of screening versus settling is that floe removal is not controlled by the floe settling velocity, but rather by its size. The unprecedented size of the floes formed by using SiC>2-fibers and S1O2- microspheres (or other fibrous treatment agents according to the present disclosure) allows considerable increases in the screen mesh size (with lower risks of clogging) without affecting the floe removal by screening, while conventional floes would readily pass through the same mesh size (Figures 4A, 4B and 4C). The efficacy of fibers combined with screening is also presented in Figure 14A (turbidity removal) and Figure 14B (nanoplastic removal), for wastewater applications. \n[0123] Water treatment using SiC>2-fibers and SiC>2-microspheres successfully reached 1 NTU event with large mesh size: 2000 and 5000 pm mesh (or other) were required for SiC>2-fibers and SiC>2-microspheres, respectively, while conventional treatment required a much finer mesh of 100 pm (Figure 4B). We also produced larger SiC>2-microspheres (e.g., 30 000 pm, or larger), by modifying the synthesis conditions; industrial screens could hence be designed with a larger mesh size than those demonstrated herein. Designing with larger mesh sizes reduces clogging by limiting screen pore blocking, increases the filtration effective area (i.e., total area between the clean meshes) and reduces the required capital expenditures of the process by replacing the traditional settling tank. Moreover, screens with larger mesh size can be periodically cleaned by a simple pressurized air system (without water). \n[0124] After being trapped, the aggregated fibers and microspheres were retrieved from the screen, cleaned and reinjected in the aggregation tank. Other types of fibers promoting aggregation such as keratin-based fibers (cotton and polyester (textile) and other fibers were used as alternatives to cellulosic fibers). All the tested fibers reached the ~1 NTU target during screening (Figure 4B). Combinations of fibers were also used to produce very large floes (> 30,000 pm; Figure 20). \n\n EXAMPLE 4 IMPACT OF THE FIBROUS TREATMENT AGENT ON CONTAMINANT REMOVAL AND ON CHEMICAL DEMAND \n[0125] The water treatment industry currently uses three classes of additives for high-rate clarification processes: coagulant, flocculant and ballast media. Technico-economically and for large water treatment plants, aggregation/settling is still the most efficient and common way to remove NOM from surface water, the coagulant concentration being in many cases driven by the residual NOM after treatment (or other target contaminants in wastewater). As a cheap and sustainable solution to existing practices, flakes (metal (hydroxides grafted on fibers), or other porous/filamentous fiber-based materials, can serve as a three-in-one coagulant/flocculant/ballast medium that can simultaneously remove soluble contaminants (e.g. NOM and P) by adsorption (Figure 5A, 5B and 5C), reduce turbidity by bridging colloids and improve the sieving/settling removal rate by increasing the floe size/density. Many fiber types and binding agents could be used forthe synthesis of functionalized fiber-based aggregates/materials. Herein, as an example, we use cellulosic fibers grafted with Fe. For this example, the surface coverage of Fe was measured to be 1 - 9% (via XPS), but higher surface coverage could be used by optimizing the synthesis (Figure 12). \n[0126] Figure 5A summarizes the synthesis, the adsorption/aggregation pathways and the advantages of the fabricated flakes. Flakes reduce the coagulant and flocculant demand (during screening and settling). Sludge production and landfilling would also be proportionally reduced as they are largely controlled by the coagulant and flocculant dosages. Flakes also adsorbed soluble phosphorus during municipal wastewater treatment (Figure 5C). By using flakes combined to coagulant and flocculant during screening, we systematically measured turbidity removal > 93%. Such large and dense flakes also eliminate the need for non-renewable and unsustainable ballast media (e.g. silica and magnetite sands extracted from natural geological sites) during settling. However, for future water treatment plants, the formation of very large flakes (the size is tunable) would allow replacement of the costly settling tank (~20% of the total plant construction cost) with a compact screening process. \n[0127] Finally, reinforced flakes can also be fabricated with either a high molecular weight polyacrylamide or S1O2 to improve the mechanical resistance overtime and during high-shearing events (e.g. in mixing tank). Flakes were shown to be relatively resistant to shearing. The fiber- based aggregates’ structure could also be grafted with other metal (hydroxides or polymers to \n\nincrease the durability, to improve biofilm formation/attachment for biological treatment (Figure 11 A), and/or to target specific contaminants during adsorption: arsenic on Al, Fe and Zn oxides, heavy metals (Figure 10) on Fe oxides, perfluorooctane sulfonate on Al, Cu, Fe and Ti oxides, phosphate on Al, Fe and Mn oxides, colloid attachment on grafted high molecular weight flocculant, etc. Fiber-based materials are also expected to improve sludge dewatering and reduce the chemical demand during sludge treatment. \n[0128] Dense media (e.g., sand, crushed glass, magnetite, or other) were also used as filler to increase the density and the settling velocity of fiber-based materials (Figure 5D). Inversely, light media were used to decrease the density and improve flotation process. Salt and sugar particles were also used during synthesis and rinsed afterward. Once the salts or sugar are extracted from the fiber-based materials by solubilisation, the porosity of the material was increased. \nEXAMPLE 5 PRISTINE, IRON GRAFTED, AND POLYMER-GRAFTED FIBERS AS FIBROUS TREATMENT AGENTS \n[0129] Chemicals were obtained from Sigma-Aldrich. 1 g of cellulose fibers (referred in the present and subsequent examples as “fibers”) (NISTRM8496 Sigma-Aldrich; fibers diameter: 4 - 40 pm; fibers length: 10 - 2000 pm) were added in 100 mL alum or ferric sulphate solution at pH 7 (iron concentration: 0.06 - 42 mM). Fibers were then removed from the solution using a 160 pm sieve and heated (50 - 150°C) for 0.1 - 6 h to convert Fe(OH)3into FeOOH/Fe2C>3, or other oxides and/or hydroxides. After heating, the dried pulp iron-grafted fibers were mixed and re-dispersed in water, and then rinsed 3 times to remove the loosely bound metal or other (oxides and/or hydroxides. Figure 9 shows a Fe content of ~15-30% for a representative synthesis (obtained by thermogravimetric analysis (TGA)). \n[0130] Different concentrations of Fe-grafted fibers were tested: 0, 10, 20, 50, 100, 200, 350 and 500 mg/L. Screens with different mesh size (5000, 2000, 1000, 500 and 100 pm, Pentair™) were used to remove floes from water. The turbidity was measured after screening or after 5, 10, 20, 60 and 180 sec of settling. After treatment, fibers were recovered from screened and settled water to be reused several times (at least 4). \n\n[0131] As shown in Figures 6A and 6B the Fe-grafted fibers increased the size of floes and improved floe removal during screening compared to conventional treatment (coagulant and flocculant). Figure 6A shows the increase in floe size in the presence of the iron grafted fibers which is so significant that it can be visualized with the naked eye. In Figure 6B 100 mg/L of iron grafted fibers were used (Alum: 30 mg/L. Polyacrylamide: 0.3 mg/L) and a treatment according to the prior art. As shown in Figure 6B the treatment with the present fibers demonstrated an improvement over the prior art method across all tested mesh sizes. \n[0132] To reduce the operating expenditures (OPEX) and the water treatment plant footprint, Fe-grafted fibers coated with coagulant and flocculant were reused several times in the process to reduce the demand in coagulant and flocculant. Consequently, coagulant and flocculant previously added in the treatment can be extracted from sludge (after settling or screening) and be recirculated in the process via the fibers. Thus, the fibers act as carriers to recirculate chemicals used in water treatment (e.g., coagulant and flocculant). When Fe-grafted fibers were used in combination with alum in Figures 7A and 7B, the turbidity remained stable with only 10 mg alum/L, while 30 mg of alum/L was required in the system without fibers (cf cycles 1-4 in Figures 7 A and 7B). The treatment performed was a screening with a 500 pm (Figure 7 A) or a 3 min settling (Figure 7B). Fe-grafted fibers coated with coagulant extracted from sludge were reused several times to reduce coagulant demand. The reduction in coagulant demand is possible because the coagulant was still attached to the fibers, and consequently reinjected in the subsequent cycle via the fibers. This can be seen in Figures 7C and 7D. In all cycles, 0.4 mg polyacrylamide/L was added. The reduction in coagulant demand due to the fiber recirculation can enable a reduction in sludge production. The fiber reusability (Figure 15A), washing (Figure 15B), and impact on recirculating the coagulant and flocculant (Figure 16, even after pressing the fibers with a press filter; far right) were also tested for wastewater applications. In Figure 16, after being extracted from sludge, the fibers were also used as carrier to recirculate coagulant (alum) and flocculant (polyacrylamide) in the aggregation tank. \n[0133] The Fe-grafted fibers demonstrated an excellent performance at removing natural organic matter NOM, phosphorus (P) (Figures 8A-8C). \n[0134] As shown in Figure 10, a heavy metal contaminant removal (e.g., iron) of 86 % was achieved when 0.3 g flakes/L was used during wastewater treatment (pH 7.4). The heavy metals removal is possible via interactions with the metals grafted on fibers or via fibers functionalized \n\nwith carboxyl, sulfonated or phosphorylated groups. Other elements removal was achieved when 0.2 g iron-grafted fiber/L (combined to alum and polyacrylamide) was used during domestic wastewater treatment (pH 7.2): Al (16%), Ba (100%), Cu (33%), Fe (51%), Mn (23%), Ni (100%), Pb (40%), and Zn (20%) (measured by ICP; average value obtained from replicates). \n[0135] Due to their high surface area, porosity and grafted metals/or functionalized groups, fibrous materials can also support and improve biofilm formation and biological growth. Moreover, as confirmed by high deposition rate measured by quartz-crystal microbalance (QCM) (Figure 11 A), Fe (hydroxides were shown to strongly interact with extracellular polymeric substances (EPS) (pH 7), which would accelerate biofilm formation thereby improving biological treatment involving biomass (e.g., activated sludge, biofiltration, anoxic treatment, anaerobic treatment, etc.). \n[0136] Fibrous materials could be tuned to promote the adsorption of specific contaminants for drinking and wastewater applications. For example, Fe-based surface better adsorbs different NOM fractions (protein and humics) compared to Si-based surface, as shown by deposition rates measured by QCM (Figure 11 B). \n[0137] The amount of metal grafted on fibrous materials can be controlled by adjusting the metal concentration (Figure 12A; pH 7, no polyacrylamide; dashed line represents the average value obtained from duplicates), the polyacrylamide concentration (Figure 12B, 42 mM Fe, pH 7), and the pH (Figure 12C; 42 mM Fe, no polyacrylamide) during synthesis. \n[0138] Benzene, toluene, ethybenzene, p-, m-xylene, and o-xylene (BTEX) removal was evaluated. The pristine and Fe-grafted fibers removed on average 88% and 80% of all the BTEX, respectively (Figure 13). Both types of fibers adequately removed ethylbenzene (100% removal), while the removals for o-xylene were the lowest (75-81%). Based on these results, fibers could be added into existing processes as a cheaper alternative to conventional adsorbents (e.g., activated carbon and resin) to deal with sudden contaminant peaks or accidental hydrocarbon spills (or other contaminants) that contaminate waters. \n[0139] Removal via screening was shown to be efficient for the treatment of surface water for a drinking water application. Figure 14A shows that screening combined with fibers is efficient for the removal of turbidity during wastewater treatment. Figure 14B shows that screening combined \n\nwith fibers is efficient for the removal of emerging contaminants (e.g., nanoplastics) during water treatment. Figure 14C shows that settling combined with fibers is efficient for the removal of emerging contaminants (e.g., nanoplastics) during water treatment. Fe-grafted fibers exhibited higher nanoplastics removal than pristine fibers. Figure 14D shows that the presence of fibers improved microplastics removal from 95% to 99%. \n[0140] Figure 15A shows that fibers can be extracted from sludge and reused several times without affecting the turbidity removal (turbidity removal > 95% for cycles 1 - 5). 200 mg fibers/L were added at cycle 1 and the same fibers were reused for cycles 2 - 5 (without being washed or regenerated). \n[0141] After 5 cycles of water treatment with fibers, the Fe-fibers were washed at pH 7 and 10 to remove contaminants (Figure 15B). Washing at pH 10 promoted the detachment of colloids/flocs and the regeneration of fibers: the released turbidity from the fiber surface increased from ~40 to 450 NTU at pH 7 and 10, respectively. \n[0142] Based on XPS analysis performed on fibers used 4 times (extracted at cycle 4), pristine and Fe-fibers have (positively charged) amine groups and aluminum (hydroxides attached to their surfaces that arise from cationic polymer (polyacrylamide) and alum, respectively (Figure 16). Consequently, both types of fibers can be functionalized with coagulant and flocculant and both types of fibers act as a carrier to recirculate alum (Al % atomic of 3.5-4.2 %) and polyacrylamide (N % atomic of 0.8-1 .8 %). \n[0143] Figure 17 shows that cationic polymers (e.g., polyacrylamides or quaternary amine- based polymers) are easily attached and can functionalize the fiber surface. Pristine fibers were used during aggregation without metal-based coagulant and without anionic flocculant. Formulation of fibers and cationic polymers were used to remove 86% of the turbidity (aggregation of 8 min). A removal of 73% was measured after 2 min of aggregation. Such fibers and polymers (or other chemical formulations or combinations) could be used in biological treatment (e.g., activated sludge), or any other aggregation and separation method that don’t usually require metal-based coagulants such as alum or ferric sulfate. \n[0144] A formulation of fibers and cationic polymers was used to treat a surface water in order to produce drinking water via a compact separation process (no settling was required; Figure 18). \n\nAfter 8 min of aggregation, the large floes were pressed with a 500 pm screen mesh. Very low turbidity of < 0.3 NTU was obtained after pressing. Pressing was shown to be more robust, more stable and generated lower turbidity than settling. Consequently, this system could be used to produce drinking water or treat wastewaters, notably for remote communities, or for decentralized treatment, and any othertypes ofwaterthat need to be treated in batch e.g., domestic wastewater, ship ballast water, etc. Fibers and polymers in formulations could be injected sequentially or simultaneously (e.g., pods or chemicals blended in pucks), and be combined with any kind of separation methods and collector (e.g., 3 dimensional porous collector). The press filter system was also used for sludge dewatering to produce sludge with lower water content. \n[0145] When pristine fibers were used, sludge solid content was 20 % after settling (3 min) and 37% after pressing (500 pm mesh size). The presence of the fibrous treatment improved sludge dewatering. Solids content of sludge without fibers could not be increased by pressing as floes were too small and readily pass through the mesh structure. \n[0146] Figure 19 shows that fibers used in combination with ballast media (silica sand) improved settling (settled turbidity of 7.9 NTU; 86% removal) compared to when ballast media are used alone (settled turbidity of 16.1 NTU; 71% removal). \n[0147] Figure 20 shows that cellulose fibers (mean length: 1000 pm) used in combination with cotton fibers (mean length: > 10,000 pm) considerably increased the floe size (see Figure 20) and improved the removal of turbidity during screening (screen mesh size of 5000 pm): screened turbidity of 12 NTU (79% removal) with cellulose combined with cotton, and screened turbidity of 16 NTU (71% removal) with cellulose fibers used alone. Blends of different types of fibers and of different lengths, injected simultaneously or sequentially, such as cotton, cellulose, lignin, cellulose, polyester, polysaccharides-based fibers, or any other fibers could be used in combination to increase the floe size and improve contaminant removal by screening, settling, or other separation methods. Moreover, fibrous agents, or combinations of fibrous agents were shown to accelerate the formation (faster kinetics) of floes compared to conventional treatment without fibers. In Figure 20, only 20 sec was required to form very large floes while conventional treatment required typically more than 4 min. \n\n[0148] Fibers from agriculture residues (e.g., maize) were successfully used as fibrous agents (data not shown). Such fibers were grafted with metal (6.5 % Fe; obtained by XPS) to provide new adsorption sites for contaminants. \n[0149] Figure 21 shows that Fe-grafted fibers were more efficient than pristine fibers for the removal of naphthenic acids. \n[0150] Figure 22 shows that fibers drastically improved the removal of turbidity during screening for domestic wastewater: screened turbidity of 19 NTU and 5 NTU with conventional treatment and fibrous treatment, respectively (alum = 240 mg/L). This fibrous treatment also provided a total organic carbon (TOC) removal of 54% and a phosphorus removal of 93% (200 mg fibers/L combined to 240 mg alum/L; screened with a 1000 pm mesh size). \n[0151] As seen therefore, the examples described above and illustrated are intended to be exemplary only. The scope is indicated by the appended claims. \nReferences \nGupta, V. K.; Ali, I.; Saleh, T. A.; Nayak, A.; Agarwal, S. Chemical treatment technologies for waste-water recycling — an overview. Rsc Advances 2012, 2, 6380-6388. \nLapointe, M.; Barbeau, B. Substituting polyacrylamide with an activated starch polymer during ballasted flocculation. Journal of Water Process Engineering 2019, 28, 129-134. \nLapointe, M.; Barbeau, B. Evaluation of activated starch as an alternative to polyacrylamide polymers for drinking water flocculation. Journal of Water Supply: Research and Technology— AQUA 2015, 64, 333-343. \nLapointe, M.; Barbeau, B. Selection of media for the design of ballasted flocculation processes. Water Research 2018, 147, 25-32. \nLapointe, M.; Barbeau, B. Characterization of ballasted floes in water treatment using microscopy. Water Research 2016, 90, 119-127. \nLapointe, M.; Brosseau, C.; Comeau, Y.; Barbeau, B. Assessing Alternative Media for Ballasted Flocculation. Journal of Environmental Engineering 2017 , 143, 04017071. \n\n Pal, S.; Mai, D.; Singh, R. P. Cationic starch: an effective flocculating agent. Carbohydrate Polymers 2005, 59, 417-423. \nSun, H.; Kabb, C. P.; Sims, M. B.; Sumerlin, B. S. Architecture-transformable polymers: Reshaping the future of stimuli-responsive polymers. Progress in Polymer Science 2019, 89, 61- 75. \nBolto, B.; Gregory, J. Organic polyelectrolytes in water treatment. Water Research 2007, 41, 2301-2324. \nLapointe, M.; Barbeau, B. Understanding the roles and characterizing the intrinsic properties of synthetic vs. natural polymers to improve clarification through interparticle Bridging: A review. Separation and Purification Technology 2020, 231, 115893. \nFlocculants: Technologies and Global Markets, March 20172017. \nZou, Y.; Hoekstra, P. M.: Use Of Celluloses In Water Treatment. Google Patents, 2015.\nKawamura, S.: Integrated design and operation of water treatment facilities·, 2nd ed.; John Wiley & Sons: New York ; Toronto, 2000. \nJang, M.; Shin, E. W.; Park, J. K.; Choi, S. I. Mechanisms of arsenate adsorption by highly- ordered nano-structured silicate media impregnated with metal oxides. Environmental science & technology 2003, 37, 5062-5070. \nOliveira, L. C. A.; Rios, R. V. R. A.; Fabris, J. D.; Sapag, K.; Garg, V. K.; Lago, R. M. Clay- iron oxide magnetic composites for the adsorption of contaminants in water. Applied Clay Science 2003, 22, 169-177. \nLu, X.; Deng, S.; Wang, B.; Huang, J.; Wang, Y.; Yu, G. Adsorption behavior and mechanism of perfluorooctane sulfonate on nanosized inorganic oxides. Journal of Colloid and Interface Science 2016, 474, 199-205. \nL0, J.; Liu, H.; Liu, R.; Zhao, X.; Sun, L.; Qu, J. Adsorptive removal of phosphate by a nanostructured Fe-AI-Mn trimetal oxide adsorbent. Powder Technology 2013, 233, 146-154. \n\n Zeng, L; Li, X.; Liu, J. Adsorptive removal of phosphate from aqueous solutions using iron oxide tailings. Water Research 2004, 38, 1318-1326. \nBiswal, D. R.; Singh, R. P. Characterisation of carboxymethyl cellulose and polyacrylamide graft copolymer. Carbohydrate Polymers 2004, 57, 379-387. \nMosse, W. K.; Boger, D. V.; Simon, G. P.; Gamier, G. Effect of cationic polyacrylamides on the interactions between cellulose fibers. Langmuir 2012, 28, 3641-3649. \nLapointe, M.; Farner, J.; Hernandez, L. M.; Tufenkji, N. Understanding and Improving Microplastics Removal during Water Treatment: Impact of Coagulation and Flocculation. Environmental Science & Technology 2020. \nLapointe, M.; Barbeau, B. Dual starch-polyacrylamide polymer system for improved flocculation. Water Research 2017, 124, 202-209. \nKosmulski, M. The pH-dependent surface charging and points of zero charge: V. Update. Journal of colloid and interface science 2011 , 353, 1-15. \nBenjamin, M. M.; Sletten, R. S.; Bailey, R. P.; Bennett, T. Sorption and filtration of metals using iron-oxide-coated sand. Water research 1996, 30, 2609-2620.",
  "prior_art_keywords": [
    "fibers"
  ],
  "legal_events": null,
  "cited_patents": null,
  "citing_patents": null,
  "family_members": null,
  "classification_codes": null,
  "raw_html_length": 488100
}